[
  {
    "id": "1",
    "make": "Porsche",
    "model": "907",
    "year": "1968",
    "thumburl": "https://revsinstitute.box.com/shared/static/wmus0bgrh9rldml5kjtdrxo0r16eabna.jpg",
    "descr": "Serial No. 907-024 Flat-eight air-cooled engine, mounted midship, twin overhead camshafts, fuel injected, 2196cc, 278hp at 8700 rpm",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "16",
    "station": "2",
    "fact1": "HEADLINE — A significant evolutionary step.",
    "fact2": "FACTS — (1) The 907 featured better aerodynamics and balance over the 910/6, and an 8-cyl. Type 771 engine. (2) This car won the 12 Hours of Sebring in 1968 by more than ten laps over its sister car.",
    "fact3": "STORIES — This car was the last addition to the Porsche gallery, filling a hole in the progression of late-60s racers. It had been raced by a rich young Bolivian in 1969-70 before being tucked away for four decades. Restoration included 1,000 hours of body work to remove 400 pounds of added fiberglass.",
    "fact4": "DESIGN & AESTHETICS — Major changes from the 910/6: Better aerodynamics (coefficient of drag of 0.27); driver position moved to right side for better balance and visibility on clockwise road courses; and obsessive weight reduction (e.g. reduced number of coils in springs from 910/6).",
    "fact5": "NON-OBVIOUS INSIGHT — (1) This was the first Porsche to exceed 300 kph (186 mph). (2) The car features a “cooling box” in the nose where ice was put for cold-air hosing to the driver, but the ice was a weight penalty so it was never used in a race.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/jx9wxorn1j7qmgmqyx0o57d77mp7gkem",
    "dashurl": "https://revsinstitute.box.com/shared/static/zcb93a6z6vl3bggvd4ofv71q45fd0910.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/hcw5b42qabczny85405vc0a3vct4dlck.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103262",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1968-porsche-907/"
  },
  {
    "id": "",
    "make": "Fiat 600",
    "model": "Multipla",
    "year": "1960",
    "thumburl": "https://revsinstitute.box.com/shared/static/65weloc8avrvlr3yepcx9wsu5ney8d2a.jpeg",
    "descr": "4 cyl inline pushrod 633cc, 21.2hp @ 4,500 rpm , 1,543 lb, 4 spd manual Trans, 4/5 or 6 pass, Top Speed 57mph",
    "country": "Italy",
    "gallery": "Shop",
    "gallery_seq": "3",
    "station": "11",
    "fact1": "HEADLINE — The first mini-van.",
    "fact2": "FACTS — In answer to the baby-boom of post-WWII Italy, Fiat based this multi-purpose vehicle on the their 600 sedan. It came in three factory versions: A four-seat taxi, with front seat as luggage shelf, a 4 to 5 passenger “camper” with back seats folding to a bed, and the six-seat mini-van such as this one. Nearly 240,000 were built from 1956 through 1966.",
    "fact3": "STORIES — The Miles Collier Collection’s car had endured much time with rodents living inside, so a complete and faithful in-house restoration was in order. The only changes made to the car were concessions to modern traffic — a 1050 cc Fiat Abarth motor has triple the power over the car’s original 767 cc unit, and the brakes are now dual-circuit. The original cost of the car in 1960 was $1,198 (743,000 lire), and a Revs technician figured that around $100,000 was spent on the restoration. The Multipla now promotes Revs at a wide range of public events.",
    "fact4": "DESIGN & AESTHETICS — Dante Giacosa’s people-mover ended up being under 1400 lbs in weight and sat on just a 79-inch wheelbase, with the driver’s seat set far forward over the front suspension. This had the benefit of quick steering and great agility. But performance of the first models was limited by a 25 hp motor, so that 0-to-50 took 40 seconds.",
    "fact5": "NON-OBVIOUS INSIGHT — Fiat resurrected the Multipla nameplate from 1998 to 2012, as a compact multi-purpose vehicle that came to be regarded as one of the ugliest cars ever made.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/bzsct6bmt86atnz911gcof8ecabihb6y",
    "dashurl": "https://revsinstitute.box.com/shared/static/262pe7u1v3tm7bhmsa20h3vl1dai0970.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/tjdnkgoi77dpj81z6v8r532z8q2h481q.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
  {
    "id": "2",
    "make": "Lotus",
    "model": "23",
    "year": "1962",
    "thumburl": "https://revsinstitute.box.com/shared/static/9myr0hwr6et81045dd8lz6e7ze0yog7w.jpg",
    "descr": "Serial No. 23-S-28 Four-cylinder in-line engine, dual overhead camshafts",
    "country": "Great Britain",
    "gallery": "Shop",
    "gallery_seq": "5",
    "station": "11",
    "fact1": "HEADLINE — A parts bin giant killer.",
    "fact2": "FACTS — The second-lightest car at Revs (1,100 lbs), this sports racer sprang from parts out of two of Lotus’ Formula Junior single-seaters, and continued Colin Chapman’s mantra of “adding more lightness”. Around 130 were built, driven to much success, especially in the hands of such greats as Jim Clark.",
    "fact3": "STORIES — This car was raced extensively in SCCA regional and national racing, and rebuilt after a heavy accident when it was melded with another wrecked 23. After trading hands several times it ended up with Gerry Strickfaden, who restored and upgraded it in 2013 to current vintage racing standards. Strickfaden then donated it to Revs, which fields it in historic events to demonstrate Chapman’s genius.",
    "fact4": "DESIGN & AESTHETICS — The Lotus 23 adopted the suspension and disc brakes of its Formula Junior siblings, set on a space frame and fiberglass body. At just over 1000 lb in weight and with great balance, the original 1100 cc pushrod motor provided 100 hp. A 1594 cc DOHC with dual Weber carbs now provides 170 hp.",
    "fact5": "NON-OBVIOUS INSIGHT — Some drivers have remarked that the car seems smaller when viewed from the outside than it does from the cockpit, where it’s said to be surprisingly roomy.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/xu1rtlkbqflonmy2lvz2e2okv5gygzfo",
    "dashurl": "https://revsinstitute.box.com/shared/static/nntum8o8vtez0nfoptd6iljuxpkgvqvu.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/2ilmsmf7g1tg4cumrge1g8lkocqm20ak.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1962-lotus-23b-ford/"
  },
  {
    "id": "3",
    "make": "Panhard & Levassor",
    "model": "Wagonette",
    "year": "1896",
    "thumburl": "https://revsinstitute.box.com/shared/static/ogb949rjok79q990qk2fo158jik5uvv7.jpg",
    "descr": "Serial No. 593 Two-cylinder 1189cc",
    "country": "France",
    "gallery": "Automobility",
    "gallery_seq": "1",
    "station": "3",
    "fact1": "Early car’s “Panhard System” set the convention to follow of front engine/rear drive layout.",
    "fact2": "Gottlieb Daimler-designed engine, built under license by Panhard et Levassor in France.",
    "fact3": "Vaporous alcohol fuel is ignited at a pair of Bunsen burners, with “hot tube” ignition running heat down to the narrow-Vee twin cylinders; start-up takes over 15 minutes.",
    "fact4": "3.5 HP with no throttle and three (exposed) gears for a top speed of 10 mph.",
    "fact5": "1895 Paris-Bordeaux-Paris winner, 745 miles in 49 hours. Over half a century later it won the 1956 London-Brighton Run, 60 miles carrying 6 people.",
    "fact6": "This oldest car in the Miles Collier Collection is in virtually original condition and is still exercised.",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/lcfnj251g6p23703ynrkymy7tcqpr7n2",
    "dashurl": "https://revsinstitute.box.com/shared/static/0ypk2rw2kpu18fl14nh7wof6ybps7na7.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/e6c5godtnfzuz0ze2t2cqn5gmony5qqg.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103228",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1896-panhard-levassor/"
  },
  {
    "id": "4",
    "make": "Hispano-Suiza",
    "model": "H6C Chassis",
    "year": "1928",
    "thumburl": "https://revsinstitute.box.com/shared/static/ui4ps10resa07gj6wuhneehkqhmkcj48.jpg",
    "descr": "Serial No. 2207 Six-cylinder in-line engine, single overhead camshaft, 7982 cc, 144 hp at 2500 rpm.",
    "country": "France",
    "gallery": "Vitesse",
    "gallery_seq": "14",
    "station": "6",
    "fact1": "Example of the way luxury automobiles were sold - custom coach sold separately.",
    "fact2": "One of the most advanced cars of its time.",
    "fact3": "Pioneered use of aluminum engine parts.",
    "fact4": "Chassis shows extremely high quality workmanship and attention to detail.",
    "fact5": "Its 6 cylinder engine derived from V8 engine developed by Birgit for WWI aircraft (Spad S.XII and the S.XIII)",
    "fact6": "Patented mechanical-servo brakes on all four wheels was a first, licensed to others.",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/z87dff1re9ejx9l4udqqoe2d4u308ux3",
    "dashurl": "https://revsinstitute.box.com/shared/static/lox3bmbxyzbp07rvwfupb12kk798gvt7.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103320",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1928-hispano-suiza-h6c-chassis/"
  },
  {
    "id": "5",
    "make": "Porsche",
    "model": "911",
    "year": "1964",
    "thumburl": "https://revsinstitute.box.com/shared/static/2kd4c7fp4ihike5i0d0nqlg0xdlfgeyb.jpg",
    "descr": "Serial No. 300-128 Flat Six Cylinder, Air Cooled, Single Overhead Cam, 1991cc, 130HP @ 6100RPM's",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "12",
    "station": "2",
    "fact1": "HEADLINE — The iconic replacement to the 356 model.",
    "fact2": "FACTS — This car was the 128th made of the new model, and 1 of 2 sent to the US in late 1964 for demonstration/promotion at the Brundage Motors (later Brumos) dealership in Jacksonville.",
    "fact3": "STORIES — After a year and 30,000 demo miles at Brundage, Atlanta VW dealer Jack Ryan bought the car off their showroom floor. Despite a used motor and no performance parts yet available for a new model, the street car was entered in the 1966 24 Hours of Daytona. The factory Porsche team feared the new and unproven model would fail and embarrass the company — until it placed 16th overall and won its class, the first win anywhere for a 911.",
    "fact4": "DESIGN & AESTHETICS — This was Butzi Porsche’s only other design project lead. It carried over  design cues from the 356C with significant new features, including McPherson strut suspension, rack-and-pinion steering and a flat 6-cylinder engine.",
    "fact5": "NON-OBVIOUS INSIGHT — This was Porsche design project 901, but became “911” after Peugeot touted their trademark for production street cars of three-number names with a zero in the middle. Unfortunately, “901” marketing materials had already been prepared and released, test drives published, and 84 cars built before Peugeot’s lawyers called.[Note the exhibit text error on car’s weight: Should be 2,300+ lbs, not 1,590.]",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/nbo7ajufm01x4t6w183o5fwl00eqw6c3",
    "dashurl": "https://revsinstitute.box.com/shared/static/ceyx4bxl79hyc8mkw7shjhofka2p11ng.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/hjh71tk35ysqh47dun9wtn3qx71m3jnt.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103257",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/porsche-911/"
  },
  {
    "id": "6",
    "make": "Mercedes",
    "model": "28/95 Sports Model",
    "year": "1921",
    "thumburl": "https://revsinstitute.box.com/shared/static/h37de0td4t57hgdwiweejl9820ahxvif.jpg",
    "descr": "Serial No. 54148 Six-cylinder in-line engine, single overhead camshaft, 7272 cc, 95 hp at 1800 rpm.",
    "country": "Germany",
    "gallery": "Vitesse",
    "gallery_seq": "7",
    "station": "5",
    "fact1": "HEADLINE — A factory team racer with “another past”.",
    "fact2": "FACTS — The six cylinder engine is inspired from an aero design, and is cast in 3 blocks of 2 cylinders, with two updraft carburetors. ",
    "fact3": "STORIES — Mercedes-Benz archives helped prove to Revs volunteers Paul Kiersten and Eric Judson that this is actually a 1921 Mercedes Sport model rather than the ‘23 Targa Florio it was thought to be by previous owner, Briggs Cunningham.",
    "fact4": "DESIGN/AESTHETICS — Car went from a two-seat racer to a four-seat tourer, then to a two-seat Targa Florio-style configuration around 1947.",
    "fact5": "INSIGHT - Daimler capitalized on the racing success of customer (and later board member) Emil Jellinek, who commissioned three-dozen cars and named them after his beloved daughter, Mercedes. Later he had his name legally changed to add the Mercedes name.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/gpogbkqj93yn5yzrpdsn0gt0k4rjcbpk",
    "dashurl": "https://revsinstitute.box.com/shared/static/lg4kj82xe827r5n3t3sholr59q2jg139.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/i3wzn0rf9gunlgr7qkoe5n1u5ea3ggdw.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103313",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1923-mercedes-targa-florio-2895/"
  },
  {
    "id": "7",
    "make": "Hispano-Suiza",
    "model": "15T Alfonso XIII (SWB)",
    "year": "1912",
    "thumburl": "https://revsinstitute.box.com/shared/static/5z41jsmlxizh0wggfjrkynr3tm863png.jpg",
    "descr": "Serial No. 2110 Four-cylinder in-line engine, 3620 cc (220.9 cubic inches), 64 hp at 2300 rpm.",
    "country": "Spain",
    "gallery": "Vitesse",
    "gallery_seq": "2",
    "station": "5",
    "fact1": "HEADLINE — One of the first sports cars.",
    "fact2": "FACTS — Monoblock engine has a camshaft on each side of the crankshaft, one for intake and one for exhaust, with open-spring push rods and side poppet valves. Although no cylinder head, valves had threaded access ports. ",
    "fact3": "STORIES — Fragile wire wheels showed quality & good European roads.",
    "fact4": "DESIGN/AESTHETICS — Original body replaced by this smaller “voiturette”, one of King Alfonzo’s favorite styles. Restored in-house at Revs.",
    "fact5": "INSIGHT — Acetylene-fueled headlamps were added later, fed by canister in running board box.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/vkgqo99h2424h64yerlh4xw56sdbkfek",
    "dashurl": "https://revsinstitute.box.com/shared/static/skpd8rmwwlntwgx3wo21ntjj5xfaj3tf.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/itu6p43c8nf5jqnear6wmo0a2sb2a7zm.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103308",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1912-hispano-suiza-t-15-alfonso-xiii-swb/"
  },
  {
    "id": "8",
    "make": "Maserati",
    "model": "8CTF",
    "year": "1938",
    "thumburl": "https://revsinstitute.box.com/shared/static/5z3ula07r2bzojue5bwk7mj837ckai54.jpg",
    "descr": "Serial No. 3030 Eight cylinder in-line engine, double overhead camshafts, twin Roots-type superchargers 2991 cc, 360 hp at 6300 rpm",
    "country": "Italy",
    "gallery": "Revs",
    "gallery_seq": "10",
    "station": "9",
    "fact1": "HEADLINE — In Europe, the competition was too good; in America, these were a hit.",
    "fact2": "FACTS — This car, chassis number 3030, finished 10th in the 1940 Indy 500. It ran at Indy three more times after WWII, and placed second in the 1949 Pikes Peak Hillclimb. Chassis 3031 was the Indy 500 pole-sitter (finishing 26th) in 1941 and won Pikes Peak in 1946 and ‘47. Chassis 3032 won the Indy 500 in 1939 and ‘40 for “Umbrella” Mike Boyle, with Wilbur Shaw behind the wheel; it finished 3rd in 1946 and ‘47, and 4th in ‘48.",
    "fact3": "STORIES — Cars 3030 and 3031 were entered by Lucy O’Reilly Schell for the 1940 Indianapolis 500, to drum up American support for France on the eve of WWII. An expatriate American heiress living in Paris, Lucy had been one of the more successful female racers in Europe in the 20s, and married to another driver. After hanging up her helmet, she turned to owning and commissioning race cars.",
    "fact4": "DESIGN & AESTHETICS — The engine used a fixed cylinder head, or “testa fissa” — the TF in the car’s designation. With no head gasket, this allowed for higher compression.",
    "fact5": "NON-OBVIOUS INSIGHT — (1) The photo above car 3030 shows our car as it raced at Indy in 1940, with Grand Prix driver Rene Dreyfus at the wheel. However, it ran the race with Dreyfus and Rene Le Begue (“La-BECK”) splitting the driving, because Dreyfus threw a rod in practice in 3030 and the motor from Le Begue’s 3031 was used. That motor is still in the car. (2) Lucy O’Reilly Schell sent the cars to Indy with Le Mans winner Luigi Chinnetti (“KEH-netti”) serving as chief mechanic. He stayed in the States and became Enzo Ferrari’s presence in America after the War.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/rhm7jbqamue6jwpji6nkjy10zgi0qe0c",
    "dashurl": "https://revsinstitute.box.com/shared/static/pvsoisvytqxvbixu5hp8dwmnggvdo7vy.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/d000i5r56mzekfu496s4ysf33wdxzrbs.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103285",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1938-maserati-8ctf/"
  },
  {
    "id": "9",
    "make": "Porsche",
    "model": "RS-60 Spyder",
    "year": "1960",
    "thumburl": "https://revsinstitute.box.com/shared/static/l7n3fzi7nouzkw1s8fhvcoyhu0nw05z7.jpg",
    "descr": "Serial No. 718-041 Flat-four air-cooled engine, mounted midship, twin overhead camshafts, 1697 cc, 170 hp at 7800 rpm",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "5",
    "station": "2",
    "fact1": "HEADLINE — The Porsche that fully got Enzo Ferrari’s attention.",
    "fact2": "FACTS — Rules changes led to enough of a modification to the 718 to warrant a name change from the RSK to the RS-60, with 19 made.",
    "fact3": "STORIES — Jo Bonnier and Hans Hermann took this car to the overall win at the 1960 Targa Florio, one of Porsche’s first big wins. RS-60s won seven other 1960 World Sportscar Championship races, including Sebring, but lost the 1960 manufacturer’s championship to Ferrari in a tie-break.",
    "fact4": "DESIGN & AESTHETICS — The FIA’s “road-worthiness” rule changes forced a high windscreen, folding top and rear “luggage” space be added to the car — but the new rules also allowed for an increase in engine displacement over the previous 718 RSK’s 1,498cc. Other changes included a wider space frame chassis and trailing arms added to the wishbone rear suspension.",
    "fact5": "NON-OBVIOUS INSIGHT — While Hans Hermann co-drove this car to win gold at the 1960 Targa Florio, he also scored a bronze by co-driving the third place RS-60.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/6hzmvponzmcbukhltsrswavme22c3knz",
    "dashurl": "https://revsinstitute.box.com/shared/static/7fqen51gfqbobt4fa34fsd3ux65vaomb.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/h85fjuff2unqp60mtzslelef4cd25692.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103252",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1960-porsche-rs-60/"
  },
  {
    "id": "10",
    "make": "Porsche",
    "model": "RS-61L Spyder",
    "year": "1961",
    "thumburl": "https://revsinstitute.box.com/shared/static/i7pcyqdtsgsm8qcb1zb3t23p7264zo1z.jpg",
    "descr": "Serial No. 718 048: Flat-eight air-cooled engine, mounted midship, twin overhead camshafts, 1982 cc, 210 hp at 8200 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "6",
    "station": "2",
    "fact1": "HEADLINE — A test bed for the development of Porsche’s 8-cylinder F1 engine.",
    "fact2": "FACTS — The 1961 718 was designated the RS-61. This was 1 of 2 (of 17 total RS-61s) that had a longer wheelbase for the flat 8 engine.",
    "fact3": "STORIES — Bob Holbert won the SCCA championship in this car in 1961 and ‘62. He received this car as the replacement for a wrecked regular-length RS chassis, as the factory had nothing else available.",
    "fact4": "DESIGN & AESTHETICS — Holbert mounted a spare Fuhrmann 4-cam in this longer chassis to complete the 1961 SCCA season. An original 8-cylinder factory motor has been reinstalled.",
    "fact5": "NON-OBVIOUS INSIGHT — This was the very last of the Porsche aluminum-bodied racers.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/ngpybsl3e4kcivndssjpbtxys1i4mrym",
    "dashurl": "https://revsinstitute.box.com/shared/static/8hph996p29sr537a47yrukl9ey8nlvzl.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/ehl810rc2xqqqf6zu2ydv0bblg8b5qb8.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103254",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1961-porsche-rs-61l/"
  },
  {
    "id": "11",
    "make": "Porsche",
    "model": "Carrera GT Speedster",
    "year": "1958",
    "thumburl": "https://revsinstitute.box.com/shared/static/ne3cu05g5nxb4n3jt69dxq3rjchfembe.jpg",
    "descr": "Serial No. 84461: Flat-four air-cooled engine, rear mounted, twin overhead camshafts, 1587 cc, 160+ hp at 7500 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "9",
    "station": "2",
    "fact1": "HEADLINE — A stripped and lightened variant for select amateur racing clients.",
    "fact2": "FACTS — Legendary US road racer Bruce Jennings campaigned three of these cars into the early ‘60s in SCCA racing. This was Jennings’ favorite of the three, and he and “Pup” Pupilidy drove it to a record 67 wins over eight years.",
    "fact3": "STORIES — By 1954 a third of all 356 model sales were in the US, prompting US distributor Max Hoffman to urge Porsche to offer a cabriolet variation that could attract buyers of roadsters like the Jaguar XK120.",
    "fact4": "DESIGN & AESTHETICS — The Speedster version of the cabriolet 356 had a lower windshield, bucket seats and sliding side curtains; selling for $3,000 it became instant hit, especially in California. Adding the Fuhrmann 4-cam race engine created the Carrera, good for 120 mph top speed with 0-60 in 11 seconds. Less than 150 Carrera coupes and lighter Speedsters were built, with a price tag of $6,000 each.",
    "fact5": "NON-OBVIOUS INSIGHT — Jennings dubbed the car “Mehitabel” after an alley cat featured in columns by Don Marquis in the New York Evening Sun.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/t785olxbzblxrn9ca1wmh6sfo5yw70po",
    "dashurl": "https://revsinstitute.box.com/shared/static/y42fnk5ks8cstz0ks9gooc0ba8l6bnrp.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/l3foog6ol499u3so6cawnor7gugsuy8w.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103253",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1958-porsche-carrera-gt-speedster/"
  },
  {
    "id": "12",
    "make": "Elva",
    "model": "Porsche",
    "year": "1963",
    "thumburl": "https://revsinstitute.box.com/shared/static/gp3hfktt6zwivluybplyc7jryo8qwzct.jpg",
    "descr": "Serial No. 70/069: Flat four air-cooled engine, mounted midship, twin overhead camshafts, 1679 cc, 183 hp.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "7",
    "station": "2",
    "fact1": "HEADLINE — Another collaboration from Porsche’s preoccupation with F1.",
    "fact2": "FACTS — Elva was a British sports racer manufacturer. This was offered in the US as the replacement to the six-year run of the 718, with 19 made.",
    "fact3": "STORIES — Revs volunteer Bill Wuesthoff and Augie Pabst won the USRRC Road America 500 in another Elva Porsche; this car was campaigned by Joe Pendergast.",
    "fact4": "DESIGN & AESTHETICS — Elva took the small Mark VII, with a tubular frame and fiberglass body, and redesigned the rear to accept the Fuhrmann four-cam Porsche engine.",
    "fact5": "NON-OBVIOUS INSIGHT — (1) At a total of 975 pounds, it is the lightest car in the collection. (2) The name Elva is from the French phrase elle va (“she goes”).",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/cwl4hyv9yr5m46qavimj0oh3t7yd8sou",
    "dashurl": "https://revsinstitute.box.com/shared/static/lbuf4rjjng1ksb8w2dswxw7wd498djs9.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/68hcy7xayq0snvcjt0xulbq4ouj44c14.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103255",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1963-elva-porsche/"
  },
  {
    "id": "13",
    "make": "Porsche",
    "model": "906 Carrera 6",
    "year": "1966",
    "thumburl": "https://revsinstitute.box.com/shared/static/fn1pbantl7slu1wovhg1v0rueg6ye34w.jpg",
    "descr": "Serial No. 906125: Flat-six air-cooled engine, mounted midship, single overhead camshaft, 1991 cc, 210 hp at 8000 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "14",
    "station": "2",
    "fact1": "HEADLINE — The start of the Ferdinand Piëch design era.",
    "fact2": "FACTS — The 906 was developed in response to success of Ferrari Dino 196 in the early 60s. With a reduction in homologation from 100 to 50 cars, Piëch abandons the “outdated”  904 for this new one. Sister cars to this finished 4th through 7th behind the Ford GT40s at the 1966 Le Mans. A total of 62 were made, 52 of them with the 2-liter motor, at $11,000 each.",
    "fact3": "STORIES — Ferry’s son “Butzi” was ousted from head of design by cousin Ferdinand “Burli” Piëch, who hired 200 engineers focused on producing cars to win Le Mans.",
    "fact4": "DESIGN & AESTHETICS — (1) This marked a transition to the 6-cylinder Type 901/20 race engines, and a return to a tube frame, given reduced homologation requirements and issues repairing the 904’s box frame. Its high wheel arches were dictated by the use of surplus 904 15 in. 5-bolt wheels, brakes and suspensions. (2) This was the first Porsche design to be wind-tunnel tested.",
    "fact5": "NON-OBVIOUS INSIGHT — (1) The 906 was the last truly road-worthy Porsche racer (though no longer available through dealerships). (2) This car appeared on screen, playing a key role in season 2, episode 16 of the ‘80s TV series Miami Vice.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/0i79sqljupjq6wc3iv1nhy3il5f7l8l5",
    "dashurl": "https://revsinstitute.box.com/shared/static/a6voi6ltxtww6grx6qqhizxfoi8797pw.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/8fj6ni1vv9h5sy07vu0ffffzgqixs072.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1966-porsche-906-carrera-6/"
  },
  {
    "id": "14",
    "make": "Porsche",
    "model": "Behra Formula II",
    "year": "1958",
    "thumburl": "https://revsinstitute.box.com/shared/static/vrwrxj1p2emda6ox7z1bkxf7mrpv296r.jpg",
    "descr": "Serial No. 550 032: Flat-four air-cooled engine, mounted midship, twin overhead camshafts, 1498 cc, 150 hp at 8200 rpm.",
    "country": "Germany",
    "gallery": "Revs",
    "gallery_seq": "14",
    "station": "10",
    "fact1": "HEADLINE — A race driver’s personal project.",
    "fact2": "FACTS — Ferrari F1 driver Jean Behra dreamed up this one-off concept for a Formula 2 racer, based on the mechanicals of the 718 RSK Porsche and built with the aid of the factory. Barely completed in Spring of 1959, it was eligible for and entered in the Monaco Grand Prix, where Maria Theresa DeFillipis failed to qualify. After that it was competitive in several F2 races, driven by Hans Hermann and Behra. The car was bought by the American Camorodi team, where it ran in two F1 races in 1960 with Maston Gregory and Fred Gamble.",
    "fact3": "STORIES — Behra was a driver for Ferrari’s F1 team, but had a strained relationship with Enzo, made worse after Behra’s little Porsche bested the Ferrari factory cars in F2 races. Behra was fired from his F1 seat mid-1959, and was set to run this car in the F1 race at Avus but was was killed in an RSK in the warmup F2 race.",
    "fact4": "DESIGN & AESTHETICS — The 1.5 liter Fuhrmann four-cam engine was modified and fitted with larger carburetors, resulting in the 150 bhp Type 547/2. A Watt’s-linkage of two radius rods replaced the single trailing arm, better controlling the angle of the drive wheels during travel.",
    "fact5": "NON-OBVIOUS INSIGHT — 1n 1962, Dan Gurney won the French GP in a Porsche factory F1 car reminiscent of Behra’s 1958 F2 machine.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/4hppmeqq7i4480lhody1c5w9ls77j5hh",
    "dashurl": "https://revsinstitute.box.com/shared/static/8ct17js7pb80s3hcs7zyutpkt1qvfguj.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/df8mm5qemexh0es6xx3uatims3xht8fw.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103289",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1958-porsche-behra-formula-ii/"
  },
  {
    "id": "15",
    "make": "Porsche",
    "model": "Abarth Carrera GTL",
    "year": "1960",
    "thumburl": "https://revsinstitute.box.com/shared/static/12fte29l4c6kti4oe2mmvn6wtoslklen.jpg",
    "descr": "Serial No. 1001: Flat-four air-cooled engine, rear-mounted, twin overhead camshafts, 1587 cc, 135 hp at 6500 rpm.",
    "country": "Germany/Italy",
    "gallery": "Porsche",
    "gallery_seq": "10",
    "station": "2",
    "fact1": "HEADLINE — German engineering with Italian flair.",
    "fact2": "FACTS — By 1960, Porsche’s preoccupation with its F1 program meant less attention and resources to develop a new sports racer. Carlo Abarth called in to run the project in Italy.",
    "fact3": "STORIES — Aerodynamics and lightening allowed top speed of 138, a class win at 1960 and a Le Mans, where it took on water from poor door seals when driven in near-constant rain.",
    "fact4": "DESIGN & AESTHETICS — This was the first of 20 lightweight aluminum bodies styled by Franco Scaglioni and built by Rocco Motto. This was a 356 platform that was chopped, shortened and narrowed by 5 inches each way. A Type 692 engine was used — a larger and a more developed version of the original 547 four-cam family.",
    "fact5": "NON-OBVIOUS INSIGHT — This was Mr. Collier’s second collection acquisition, after the red 904 Carrera GTS.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/uon71ygq1ii3kqdw6pa5fwxly5j64vmr",
    "dashurl": "https://revsinstitute.box.com/shared/static/rxfjqk2yxcdhj74d4mh4s8m9gh6g4uhd.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/cumqurro1kogi5fesvk75d6kk4pbjt3q.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103260",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1960-abarth-carrera-gtl/"
  },
  {
    "id": "16",
    "make": "Porsche",
    "model": "917 PA",
    "year": "1969",
    "thumburl": "https://revsinstitute.box.com/shared/static/eqir4srciw6k86aatv4wkndb4h4db32c.jpg",
    "descr": "Serial No. 917 028 Flat-twelve air-cooled engine, mounted midship, twin overhead camshafts, fuel injected, 4494 cc, 580 hp at 8400 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "20",
    "station": "2",
    "fact1": "HEADLINE — The first foray into eventual dominance of the Can-Am series.",
    "fact2": "FACTS — Despite early domination of the Can-Am series by McLarens (with 10% more hp) this car was relatively successful “out of the box”, finishing 4th in the 1969 championship. When the flat-12 engine later was turbocharged for up to 1,100 hp, Mark Donohue went on to dominate the Can-Am series by 1972 in the 917/30.",
    "fact3": "STORIES — “Burli” Piëch was persuaded to build this for Can-Am after Volkswagen of America agreed to sponsor the program (as “Porsche-Audi – PA”) and driver Jo Siffert added his voice.",
    "fact4": "DESIGN & AESTHETICS — The car’s body was inspired by the 908/02 “Flunder”.",
    "fact5": "NON-OBVIOUS INSIGHT — Porsche was finishing development of a 16 cylinder engine when the Can-Am rules were changed for 1974, virtually ending the series.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/fnrgvwc9v7sh795ztj7wzuz0lgxityu6",
    "dashurl": "https://revsinstitute.box.com/shared/static/suvceda1d5wj5w8wbin6exdt34e0pw0x.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/7tgto390pa97atwwxp8eai8w3spm4unz.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103266",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1969-porsche-917-pa/"
  },
  {
    "id": "17",
    "make": "Porsche",
    "model": "914/6 GT",
    "year": "1970",
    "thumburl": "https://revsinstitute.box.com/shared/static/7pamaaz8mei4bafkrv5cedm5hsa61ogj.jpg",
    "descr": "Serial No. 9140432542 Flat-six air-cooled engine, mounted midship, single overhead camshaft, 1991 cc, 210 hp at 8000 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "22",
    "station": "2",
    "fact1": "HEADLINE — A joint venture between Porsche and Volkswagen.",
    "fact2": "FACTS — This 914/6 GT represented a race-prepped version, with 32 built. The GT debuted at 1970 Le Mans where it won class and finished 6th overall behind 917s and Ferraris.",
    "fact3": "STORIES — The car was something of a failure in Europe, with the 4-cylinder version seen as  underpowered when sold at Porsche dealers or expensive at VW dealers. But, in the US both versions sold as Porsches at Porsche dealers, becoming a hot seller with over 118,000 sold with the “entry-level” 4-cyl. engine, and 3,300 sold with the robust 6-cyl.",
    "fact4": "DESIGN & AESTHETICS — Porsche and VW developed a model that both could market,  satisfying the needs to replace Porsche’s 4-cyl. 912 and VW’s Karmann-Ghia. The 914 shared a body across both companies, with brand-specific engines (the 4-cyl. for VW and the 6-cyl. for Porsche).",
    "fact5": "NON-OBVIOUS INSIGHT — Miles Collier raced this car in the early 1980s.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/l7to0ju8k7yflx7398cuomom5u368onw",
    "dashurl": "https://revsinstitute.box.com/shared/static/hwkrtc8hkr4dopb89uh0rps5lq09f0i5.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/1x83nlezn8j5bszm8o2jwui8a8nbpdz6.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103268",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1970-porsche-9146-gt/"
  },
  {
    "id": "18",
    "make": "Porsche",
    "model": "911R",
    "year": "1967",
    "thumburl": "https://revsinstitute.box.com/shared/static/ik70213k6g68gt2imhfu0a0iittx10ft.jpg",
    "descr": "Serial No. 11899005R Flat-six air-cooled engine, rear mounted, single overhead camshaft, 1991 cc, 210 hp at 8000 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "13",
    "station": "2",
    "fact1": "HEADLINE — They tried a “fast one” with this fast one.",
    "fact2": "FACTS — The racing success of the early 911 spurred an attempt to produce a thinly-veiled prototype version and still call it a production 911.  The sanctioning body didn’t buy it. The 23 911Rs already built had to race in non-production classes or as rally cars. And, as a lightweight with 50 more horsepower, the 911R excelled in rally events. This car won the Tour de France and Tour de Corse rallies in 1969 with Gerard Larrousse piloting.",
    "fact3": "STORIES — (1) The 911R was green-lighted only because it appealed to the lightness mantra of the new head of design, Ferdinand (“Burli”) Piëch, who was an aeronautical engineer by training. (2) On seeing his former car at Revs for the first time, Larrousse was said to have been upset to see his name misspelled on the door; he was told that the car was merely returned to the state seen in the 1969 photo above the car, featuring the missing “R”.",
    "fact4": "DESIGN & AESTHETICS — Up to 300 pounds less weight was achieved: Fiberglass body panels, thinner windshield, plastic windows, plastic door handles, straps to raise windows and fewer dash instruments. The rear fenders were slightly flared to fit wider rear tires, and this became a 911 styling convention.",
    "fact5": "NON-OBVIOUS INSIGHT — This car was used in the filming of Steve McQueen’s film Le Mans.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/ebbn3bnu68m6rtv4as8a8xko4uocid3u",
    "dashurl": "https://revsinstitute.box.com/shared/static/7qy2p5s9wksnuki681fif19bp6uczeq9.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/6uogsxjsyz10av7vcx0xc75x8a201ywk.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103224",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1967-porsche-911r/"
  },
  {
    "id": "19",
    "make": "Porsche",
    "model": "910/6",
    "year": "1967",
    "thumburl": "https://revsinstitute.box.com/shared/static/zxz91t5ygqdfww948fkhw35mot94kfag.jpg",
    "descr": "Serial No. 910 007 Flat-six air-cooled engine, single overhead camshaft, fuel injected, 1991 cc, 220 hp at 8000 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "15",
    "station": "2",
    "fact1": "HEADLINE — A significant improvement on the 906.",
    "fact2": "FACTS — This car won the “home soil” 1967 Nürburgring 1000km, a significant point of pride for Porsche.",
    "fact3": "STORIES — Ferdinand Piëch’s laser-focus on lightness led to replacing the 906’s 5-lug 15” wheels with center-hub 13” magnesium wheels, and even thinner plexiglas bodies.",
    "fact4": "DESIGN & AESTHETICS — The suspension was improved from the 906, with longitudinal thrust struts in the rear, thrust struts and wishbones in the front, and coil-over springs and dampers. The flat-six motor added dual coil transistor ignition, with Bosch fuel injection below throttle slides.",
    "fact5": "NON-OBVIOUS INSIGHT — Less than 30 were built. Shorter and lighter than the preceding 906, this made for better competition with the Ford GT40 and Ferrari prototypes in WSC racing.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/rp7eq6e7hdtmyp8gv7xjtryh6z3k2105",
    "dashurl": "https://revsinstitute.box.com/shared/static/2yawb82bfcyn2llalbvbrpz8amy8vwsn.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/hi524st1vgfs4vf3lew3mugfg6irguez.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103259",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1967-porsche-9106/"
  },
  {
    "id": "20",
    "make": "Porsche",
    "model": "908 LH",
    "year": "1969",
    "thumburl": "https://revsinstitute.box.com/shared/static/l2utzqb9td2sj1tkqehl00liu4qxi1zk.jpg",
    "descr": "Serial No. 908 025: Flat-eight air-cooled engine, mounted midship, twin overhead camshafts, fuel-injected, 2997 cc, 350 hp at 8400 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "18",
    "station": "2",
    "fact1": "HEADLINE — A successful but unstable “placeholder”.",
    "fact2": "FACTS — Derived from the 907 to compete in the 3-liter WSC class in 1968, and carried on in ’69 while the 917 suffered development problems. This car won the 1969 1000km at Spa and placed 2nd at Monza. A sister car finished 2nd at Le Mans that year, losing to a GT40 by only 400 feet.",
    "fact3": "STORIES — The long, tapered body had low drag for high-speed courses such as Spa Francorchamps, Monza, Le Mans, but was highly unstable past 170 mph. Ailerons, actuated by suspension loading, were added to try to calm the car’s tendency to “fly” at high speed.",
    "fact4": "DESIGN & AESTHETICS — The new 8-cyl. engine had a less complex design than the 907’s, to last in long races.",
    "fact5": "NON-OBVIOUS INSIGHT — LH stood for Langheck (German for “long-tail”)",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "",
    "dashurl": "https://revsinstitute.box.com/shared/static/duggyv4l22o660dt637lqj3jio2b7xzn.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/oaldmv4dyshpi46wu1fby3z8yrs23tqj.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103264",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1969-porsche-908-lh/"
  },
  {
    "id": "21",
    "make": "Porsche",
    "model": "908/03",
    "year": "1971",
    "thumburl": "https://revsinstitute.box.com/shared/static/jhwc23xqwbrzut0shgzh6582nlbvwckg.jpg",
    "descr": "Serial No. 908/03 013: Flat-eight air-cooled engine, mounted midship, twin overhead camshafts, fuel-injected, 2997 cc, 360 hp at 8400 rpm",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "21",
    "station": "2",
    "fact1": "HEADLINE — Successful far beyond its years, and intent.",
    "fact2": "FACTS — A true mid-engine design, inspired by Porsche’s 909 hillclimb racer. The 908/03 car was designed for intricate circuits like Targa Florio and Nürburgring.",
    "fact3": "STORIES — Despite the 908/03 being designed for tight courses, this car ran Le Mans four times, placing 5th overall in 1974. It was successfully campaigned into the 1980s.",
    "fact4": "DESIGN & AESTHETICS — The motor is almost in the center of the stubby car, for a low polar moment of rotation and optimum handling on twisty courses. Only 75 lbs. of car’s weight was its aluminum frame and plastic body. Extensive use was made of titanium. What weight there is has a 45:55 distribution, thanks to placing the 5-speed transmission ahead of the differential and pushing the motor towards the front.",
    "fact5": "NON-OBVIOUS INSIGHT — The driver sits so far forward that the pedals are ahead of the wheels.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/g5pnk4u5s0h30tev4moz9t3nmw453bp0",
    "dashurl": "https://revsinstitute.box.com/shared/static/sbvqlepwcn4lfqhiqz5yekx1iptyvd9g.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/hhjmxr1njtai45xi3k08mvji0zvx2ln3.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103267",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1971-porsche-9083/"
  },
  {
    "id": "22",
    "make": "Porsche",
    "model": "904 Carrera GTS (Red)",
    "year": "1964",
    "thumburl": "https://revsinstitute.box.com/shared/static/zu8kr9ebfjbta9oq197n3kh2ywktaafn.jpg",
    "descr": "Serial No. 904 046 Two liter (1966cc), twin overhead camshaft, Flat four, air cooled engine mounted midship, 180 hp at 7000rpm.",
    "country": "Germany",
    "gallery": "Lobby",
    "gallery_seq": "5",
    "station": "1",
    "fact1": "HEADLINE — A radical departure for Porsche sports racing.",
    "fact2": "FACTS — This was the successor to the 718 RSK, and marked Porsche’s return to focusing on sports car racing after its ill-fated foray in Formula One. At least 104 were built for homologation as a production class racer, with half intended as street cars at a cost of $7,000. It was the last Porsche racer you could buy from a dealership.",
    "fact3": "STORIES — (1) In street guise, the 904 was called the Carrera GTS, given the trademark Peugeot had on passenger car number-names with zeros in the middle. But, since Peugeot was only concerned with passenger cars, the race-designated versions of this car could be called 904s. There wasn’t much difference between the two designations. (2) While labeled as a street car, this car raced the Targa Florio and the Nurburgring 1000K in 1964.",
    "fact4": "DESIGN & AESTHETICS — The design was headed up by Dr. Porsche’s grandson/Ferry’s son “Butzi” while in his late 20s. The traditional Porsche tube frame design was ditched in favor of a more production-friendly steel perimeter box frame with a fiberglass body bonded on. It was the last Porsche to use the fabled Fuhrmann 4-cam motor.",
    "fact5": "NON-OBVIOUS INSIGHT — The idea for Porsche’s crest logo came from US distributor Max Hoffman, to convey the company’s roots. The horse represents Stuttgart’s city seal and it’s origin as a horse-breeding capitol.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/z7ykt878gzuhyrtjd3jeuleakxbia9wx",
    "dashurl": "https://revsinstitute.box.com/shared/static/41uxxbbh9hz9mf8k6a40hc8i5j1yxxal.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/5kdym4ojsxyipyz93tp1nfdkhilj96se.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103270",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1964-porsche-carrera-gts/"
  },
  {
    "id": "23",
    "make": "Porsche",
    "model": "904 Carrera GTS (Silver)",
    "year": "1964",
    "thumburl": "https://revsinstitute.box.com/shared/static/3j1n2nnzrbinnkpwsl8x13gp2wlry2mb.jpg",
    "descr": "Serial No. 904 018 1966cc twin overhead camshaft flat-four, air-cooled engine mounted midship, 180 hp at 7000 rpm",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "8",
    "station": "2",
    "fact1": "HEADLINE — Porsche’s return to focusing on sports car racing.",
    "fact2": "FACTS — This was the successor to the long-in-the tooth 718s and 355B Carreras that had been carrying the banner in sports car racing while Porsche was preoccupied in Formula 1 and developing the 911.",
    "fact3": "STORIES — Briggs Cunningham owned and drove this in the 12 Hours of Sebring, to a class win in 1964 (9th overall), ‘65 (20th) and ‘66 (DNF), his last professional race.",
    "fact4": "DESIGN & AESTHETICS — 904 design was headed up by Dr. Porsche’s grandson/Ferry’s son “Butzi” while in his late 20s. Previous tube frame design was ditched for a quicker-to-produce steel perimeter box frame, with sheet metal underbody pulled up to meet a fiberglass body. Briggs designed a different fiberglass tail for this car, as the early vendor-supplied bodies used crack-prone sprayed chopped-fiber technology with significant weight variations. This was the first Porsche with double-wishbone and coil-over shocks front and rear, and the last Porsche to use the Type 547 Fuhrmann 4-cam engine, after a decade of fabrication (of less than 2,000 units).",
    "fact5": "NON-OBVIOUS INSIGHT — (1) This was the last time you could buy a race car off a Porsche showroom floor (for $7,425 in 1964). (2) At least 104 were built for homologation to allow racer versions to run in production car GT class. (3) In racing form, these could be called 904s, as Peugeot’s issue with having a zero in the middle of a number-name had to do only with street cars. (4) Top speed was 160, and difficult to drive.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/byw2pex89u3hvyqlom5nenz0xfis0n7s",
    "dashurl": "https://revsinstitute.box.com/shared/static/vbpakbufuj8odildax2xwc7x61gxya20.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/yl32bj4oshab5a1tu7ipx2j79fuzfmd9.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103256",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1964-porsche-904-carrera-gts/"
  },
  {
    "id": "24",
    "make": "Porsche",
    "model": "550A Spyder",
    "year": "1956",
    "thumburl": "https://revsinstitute.box.com/shared/static/akk02vcgh84z5m73wxt9xwt374qz9mhq.jpg",
    "descr": "Serial No. 550A-0139 Flat-four, air-cooled engine, mounted midship, twin overhead camshafts, 1498 cc, 135 hp at 7200 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "3",
    "station": "2",
    "fact1": "HEADLINE — A “cradle” for a generation of great drivers.",
    "fact2": "FACTS — This was an evolutionary step from the 550, moving from a ladder to space frame, and from a pushrod engine to the complex Fuhrmann four-cam.",
    "fact3": "STORIES — One 550A won the 1956 Targa Florio outright for Porsche’s first win in international competition, and enhancing the “Giant Killer” mystique.",
    "fact4": "DESIGN & AESTHETICS — The suspension was modified and improved from the 550, but still had swing axles.",
    "fact5": "NON-OBVIOUS INSIGHT — (1) Forty of these racers were produced, and could be purchased from Porsche dealerships. (2) Actor James Dean was famously killed in a similar-looking Spyder, but that was a 550 model that still had a ladder frame. (3) This car was driven by Briggs Cunningham and Denise McCluggage.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/ae9aq8785n07yundwrnp7toryroikljy",
    "dashurl": "https://revsinstitute.box.com/shared/static/wkzlppkkfpeehwrt50kxozrs85jlqprs.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/15jpug09f26duubsqihm1my7szj1gxpy.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103250",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1956-porsche-550a-spyder/"
  },
  {
    "id": "25",
    "make": "Packard",
    "model": "Speedster Prototype",
    "year": "1927",
    "thumburl": "https://revsinstitute.box.com/shared/static/uanx7fo3wtumyizd5qu7g61jxvhrn5qf.jpg",
    "descr": "Serial No. 225007A: Eight-cylinder L-head in-line engine, nine main bearings, 384 cubic inches, 106 hp at 3200 rpm.",
    "country": "United States",
    "gallery": "Vitesse",
    "gallery_seq": "8",
    "station": "6",
    "fact1": "HEADLINE — A sporty aberration from a company known for big touring cars and stately convertibles.",
    "fact2": "FACTS — This was one of 4 prototype test mules built to establish what would become the 626 Speedster (1929-30).",
    "fact3": "STORIES — The brainchild of Packard chief engineer Jesse Vincent who was something of a “speed freak”. Vincent took Yale-bound Briggs Cunningham for a 100 mph test track drive - in the snow - that sold BSC.",
    "fact4": "DESIGN/AESTHETICS — After buying car, Briggs replaced 4-seat body with a version of the Packard speed record car that inspired Cunningham Cars of Rochester.",
    "fact5": "INSIGHT — Car was tested extensively on Yale dynamometer for the 2 years BSC was an engineering student there.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/3vjxrb9cbgpz8v7vfpflnjehsle6dape",
    "dashurl": "https://revsinstitute.box.com/shared/static/693m2h0by0dte5i426yxsj8t8uz197df.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/uzhwuqpunq7wacofkbmoojoe9npb0bya.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103314",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1927-packard-speedster/"
  },

  {
    "id": "26",
    "make": "Hispano Suiza",
    "model": "15T Alfonso XIII Torpedo Sport (LWB)",
    "year": "1912",
    "thumburl": "https://revsinstitute.box.com/shared/static/k3p81b37ewgbgya8e4ahbh9yk8d7tsm7.jpg",
    "descr": "Serial No. 1858 4-cyl, 3619 cc, 40-45 HP, HP to WT Ratio: 39.2, Weight: 1764 pounds",
    "country": "Spain",
    "gallery": "Vitesse",
    "gallery_seq": "1",
    "station": "5",
    "fact1": "HEADLINE — An early brand known for meticulous engineering, quality, performance and style.",
    "fact2": "FACTS — Preserved after 82 years in the same family. This is one of seven of the long wheelbase models that survive, and it’s in virtually original and running condition. Electric system and instrument panel were improvements added later.",
    "fact3": "STORIES — This car was built in France, where the factory moved for better labor contracts and importing, but spent most of its time in Spain. Vintage car expert Eddie Berrisford found “witness marks” in rear floor for apparent machine gun mounts (perhaps this participated in the Spanish Civil War?).",
    "fact4": "DESIGN/AESTHETICS — The long-wheelbase touring design was not necessarily a sports car, but the sporting underpinnings are there.",
    "fact5": "NON-OBVIOUS INSIGHT — Co-owner and Swiss engineer Marc Birkgit designed dozens of cars (including EVs and a hybrid), as well as aviation motors, from 1905 to 1938. He started as a watchmaker.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/5k7gjgxb1ck5mq774yolz9129aknku52",
    "dashurl": "https://revsinstitute.box.com/shared/static/wetjk5uacctx3hk5j9q0tufwptfbn5fw.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/a3vozf1snr1lz4hzl1b7rlvoloejns8i.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103307",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1912-hispano-suiza-alfonso-xiii-lwb/"
  },
  {
    "id": "27",
    "make": "Simplex",
    "model": "50 H.P. Speed Car",
    "year": "1914",
    "thumburl": "https://revsinstitute.box.com/shared/static/ukad6tj6s0p6j0wanpeposhivx6qom53.jpg",
    "descr": "Serial No. 1449 Four-cylinder in-line engine, T-head, 597 cubic inches, 60 hp at 1200 rpm.",
    "country": "United States",
    "gallery": "Vitesse",
    "gallery_seq": "5",
    "station": "5",
    "fact1": "HEADLINE — The “American Mercedes”",
    "fact2": "FACTS — Was high-status, fast (90 mph) and expensive ($4,500 just for chassis). Extremely well-built for the terrible US roads (note the caisson wheels).",
    "fact3": "STORIES — Company started by New York City Mercedes importers who couldn’t sell Daimler’s cars due to high tariffs. Coincidently, Simplex was the name of the latest Mercedes model.",
    "fact4": "DESIGN/AESTHETICS — Originally owned by Barron Gift Collier, then sold to Briggs Cunningham, who restored and revised it based on Simplex company catalogues and including all possible options.",
    "fact5": "INSIGHT — This car was said to have been present at the opening of the Tamiami Trail in 1928, the construction of which had been completed by Barron Collier when the State ran out of funds.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/pvq451mnb81nv91scsb8zjgosnv5qxxd",
    "dashurl": "https://revsinstitute.box.com/shared/static/etzwofl5eekgyo995whrh2t8ddqr8fw7.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/gqes9j5ls81r28dx8x9z5p1cwf7zr9a8.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103311",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1914-simplex/"
  },
  {
    "id": "28",
    "make": "Porsche",
    "model": "356-SL Gmünd Coupe",
    "year": "1951",
    "thumburl": "https://revsinstitute.box.com/shared/static/tdjgdqw3p7zw84svdaei213rc67kzjhi.jpg",
    "descr": "Serial No. 3003 (356/2 055) Flat-four, air-cooled pushrod VW-type engine, rear-mounted, Porsche–designed cylinder heads, 1498 cc, 72 hp at 5000 rpm.",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "1",
    "station": "2",
    "fact1": "HEADLINE — A competition version of the first Porsche.",
    "fact2": "FACTS — The project was started by “Ferry” Porsche in 1947 while his father, Dr. Ferdinand Porsche, was still imprisoned in France. The first fifty 356s were built from 1948-49 in a converted sawmill in Gmünd (“Geh-MUNDT”) Austria. Production then moved in 1950 to rented Reutter coach works space in Stuttgart.",
    "fact3": "STORIES — Two of the Gmünd-style 356SLs were entered in the 1951 Le Mans and, while one was damaged in a pre-race crash, the other took a class win and 19th overall.",
    "fact4": "DESIGN & AESTHETICS — Erwin Komenda designed the bodies, of hand-hammered aluminum for the cars made in the Gmünd sawmill. The Stuttgart factory produced steel bodied cars, but also a few SL (super light) aluminum bodied racing 356s. The rear-mounted, air-cooled VW-type pushrod motor utilized Porsche-designed cylinder heads.",
    "fact5": "NON-OBVIOUS INSIGHT — In 1951 this car ran the Montlhéy track for 72 straight hours, setting a record by averaging 94.66 mph, then was driven directly to the Paris Auto Show for display in its racing condition. This car received a recent multi-year restoration, and is shown in livery of Liege-Rome-Liege rally in which it won its class and 3rd overall.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/s9idkta46vw0h7ihoxzxi26rg5vjjyem",
    "dashurl": "https://revsinstitute.box.com/shared/static/4npsps0uqgt582b78mf44cuyafbvyev3.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/odf2vbqtu8ub9apzpzfih4y7hhx31ogl.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103248",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1949-356sl-gmund-coupe/"
  },
  {
    "id": "29",
    "make": "Bugatti",
    "model": "Type 35B",
    "year": "1930",
    "thumburl": "https://revsinstitute.box.com/shared/static/dcc1dmay0qteioniq7ywfqeiro03sz2t.jpg",
    "descr": "Serial No. 4959 Eight‐cylinder in‐line engine, single overhead camshaft, three valves per cylinder (two inlet, one outlet), Roots type supercharger 2261 cc (138 cubic inches), 140 hp at 5000 rpm.",
    "country": "France",
    "gallery": "Revs",
    "gallery_seq": "8",
    "station": "9",
    "fact1": "HEADLINE — One of the most dominant race cars ever.",
    "fact2": "FACTS — Type 35s are credited with over 2,000 race wins. This car was one of four factory entries for Targa Florio in 1930. As pictured in the exhibit photo, it placed 2nd with Louis Chiron (“Lou-WEE SHA-Rhawn”) at the wheel. Chiron would later have a Bugatti supercar named in his honor.",
    "fact3": "STORIES — While this car did race in the Pau region of France pre-WWII, it ended up in the UK, where it was discovered stripped and in pieces in a garage. Part of a family dispute over an estate, it had been forgotten until the early 2000s.",
    "fact4": "DESIGN & AESTHETICS — The SOHC motor has three valves per cylinder — two intake, one exhaust.",
    "fact5": "NON-OBVIOUS INSIGHT — This car represents conservation and preservation personified, where the originality of this car — with “no false patination” — is prized.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/a69y2de66np1lqxs0rhtdu3qx07xl3fd",
    "dashurl": "https://revsinstitute.box.com/shared/static/92lajwkj2hqb5dkwf43glz5lib28d3gm.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/0g4wjimvx8c98da0r0ym2n08rx9cx5oz.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103283",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1930-bugatti-type-35/"
  },
  {
    "id": "30",
    "make": "Volkswagen",
    "model": "Beetle",
    "year": "1956",
    "thumburl": "https://revsinstitute.box.com/shared/static/e9bn18pb27l164gqlbaiphlr4xfncj0r.jpg",
    "descr": "Modified Flat four 2.6 Liter Type 4, 207 Hp, 190+ lb/ft torque",
    "country": "Germany",
    "gallery": "Shop",
    "gallery_seq": "3",
    "station": "11",
    "fact1": "HEADLINE — The car that other companies shunned.",
    "fact2": "FACTS — Ferdinand Porsche won a 1934 design competition to create a “People’s Car” for Hitler’s Third Reich. Porsche’s project #60, Hitler named it the KdF-Wagen, for Kraft durch Freude Wagen (“Strength Through Joy Car”). Limited production began in 1938, but halted with the start of WWII after a few hundred had been produced.",
    "fact3": "STORIES — …After WWII, Wolfsburg was in the jurisdiction of British occupying forces. The damaged VW factory and this project was offered up to other carmakers, with no takers. The head of the occupying forces, Major Ivan Hirst, was a “car-guy” who was intent on starting up production of the Beetle to get people working again. The factory was repaired, locals hired, and production of the Beetle slowly ramped up, starting in late 1945. The car that no one wanted ended up with a 65-year production run and nearly 22 million built.",
    "fact4": "DESIGN & AESTHETICS — The original parameters called for a car to carry four passengers at 100 Km/h. An air-cooled motor for reliability, with a steel body over a pressed steel pan and Y-shaped backbone.",
    "fact5": "NON-OBVIOUS INSIGHT — At first glance this appears to be an innocuous Beetle in stock VW Prairie Beige. However, it’s original 36 hp motor has been replaced with a modified 2.6 flat-four Type 4 motor delivering over 200 hp and 190 lbs of foot-torque. It’s lightened with aluminum body panels, and Porsche suspension parts from a 718 Spyder and 911, and Carrera GT brakes help keep it glued to the road — or track. Top speed is at least 120 mph, with a 0-60 time of five seconds. The “hot rodding” was performed by the California shop of Troutman and Barnes, who had done such notable American racing builds as the first Chaparrals and the Scarabs.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/zn0hjos4rl4wbv173b07pj4k6uj8q1ku",
    "dashurl": "https://revsinstitute.box.com/shared/static/ol0ea2fpgu7zsdt8tsesnmvyos2ixuq0.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/u93t5okwsztz2dw6anj3woce3jx69p9i.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1956-volkswagen-beetle/"
  },
  {
    "id": "31",
    "make": "Vauxhall",
    "model": "30/98 Type 0E Velox",
    "year": "1927",
    "thumburl": "https://revsinstitute.box.com/shared/static/8k31n9lzkd3dmzipyl7roimtw3ah0l3t.jpg",
    "descr": "Serial No. OE 305 Four-cylinder in-line pushrod engine, 4224 cc, 120+ hp at 3500 rpm.",
    "country": "Great Britain",
    "gallery": "Vitesse",
    "gallery_seq": "10",
    "station": "6",
    "fact1": "HEADLINE — An eye-catching “hot rodded” European touring car.",
    "fact2": "FACTS — One of the last built of this model, spanning 596 cars over 14 years.",
    "fact3": "STORIES — Originally owned (in blue) by a young Henry B. DuPont, it was acquired after WWII by Col. George Felton, who hot-rodded it…",
    "fact4": "DESIGN/AESTHETICS — …Felton beefed up the engine, brakes and suspension, and replaced the running boards with cycle fenders. He also stripped the paint down to polished aluminum (hence “Quicksilver”).",
    "fact5": "INSIGHT — (1) Raced in first post-WWII road race at Watkins Glen GP in 1948 (DNF); 9th in ’49 (as pictured in exhibit photo). This was two decades after the car was built. (2) Tonneau cover over the back seat was used for ‘streamlining”.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/hu2qc98aos998k1trlc2j3nn2o8a4th5",
    "dashurl": "https://revsinstitute.box.com/shared/static/7a6fermbnjfjnysrvawyzqm99s0v7i74.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/onguquj0jtp9flo3flicvky2vb1r2k5y.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103312",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1927-vauxhall-oe/"
  },
  {
    "id": "32",
    "make": "Vauxhall",
    "model": " 30/98 Type E Velox",
    "year": "1920",
    "thumburl": "https://revsinstitute.box.com/shared/static/52t9cmmwte0s3kvc7ku58x07kaqc4sgf.jpg",
    "descr": "Serial No. E311 Four-cylinder in-line side valve engine, 4526 cc, 90 hp at 2800 rpm.",
    "country": "Great Britain",
    "gallery": "Vitesse",
    "gallery_seq": "6",
    "station": "5",
    "fact1": "HEADLINE — A touring car from the company that created what’s considered to be the very first sports car (the 1910 Prince Henry).",
    "fact2": "FACTS — Model designation referred to “taxable” horsepower, derived from a formula of actual horsepower, piston bore and cylinder count.",
    "fact3": "STORIES — Despite early use of front-wheel (drum) brakes, the car was difficult to stop; helped give rise to the “downshift first, brake as a last resort” practice of driving in Britain.",
    "fact4": "DESIGN/AESTHETICS — A direct competitor with Bentley’s 3-Liter, and a popular gentleman’s hill-climb car once stripped of its unnecessary bits (windscreen, fenders, top…).",
    "fact5": "INSIGHT — Velox is Latin for “swift or fleet”, and by the time Miles Collier bought the car in 2000 as a bookend to Quicksilver, it had been actively enjoyed by several enthusiasts down through the years.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/12unrf01rbye99u5vx6makmh6d6fvgeu",
    "dashurl": "https://revsinstitute.box.com/shared/static/klhthrr26iqwe7z9e20uzcrjnkq7790e.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/40izgk5bw2poaw2pwy8r3ms1rjnq9c99.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103316",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1920-vauxhall/"
  },
  {
    "id": "33",
    "make": "Sunbeam",
    "model": "Super Sport",
    "year": "1929",
    "thumburl": "https://revsinstitute.box.com/shared/static/jc79dysf82in83y0258hji2hel1rvko4.jpg",
    "descr": "Serial No. 4003 HG Six-cylinder in-line engine, twin overhead camshafts, seven main bearings, dry sump lubrication, 2916 cc, 90 hp at 3800 rpm.",
    "country": "Great Britain",
    "gallery": "Shop",
    "gallery_seq": "11",
    "station": "11",
    "fact1": "HEADLINE — A wolf in sheep’s clothing.",
    "fact2": "FACTS — This stylish tourer was capable of 90 mph thanks to an exotic race car motor. It was the first use of a double overhead cam engine in a production car. Conceived to challenge Bentley’s dominance, the car’s price tag ($6,750) and complex engineering during the Depression limited the customer pool, so that only 315 were built.",
    "fact3": "STORIES — The company had a complicated history. The first cars were English and dated to 1899. A French designer came in in 1909, production ramped up, and racing versions began to spread acclaim. After payments for WWI support efforts dried up and the founder died, the company foundered in the 20s. At this time a convergence of British offshoots of the Darracq and Talbot companies tied together with Sunbeam, to become STD Motors. This led to the headiest days for the company, including signature Grand Prix wins and land speed records. With the Depression came the dissolution of STD, with part of the company going on to become Talbot-Lago, which went on to its own fame.",
    "fact4": "DESIGN & AESTHETICS — Dry-sump lubrication and non-detachable heads were among applications of racing features in a street car. The car sat long and low for its day, accentuated by cantilevered rear leaf springs. Enhancing the racing aesthetic of the car was the replacement of front wing fenders with cycle fenders that turned with the wheels. This particular car is off having a few inaccuracies addressed.",
    "fact5": "NON-OBVIOUS INSIGHT — This car’s motor was built in 1926, the chassis in ‘27, assembly was in ‘28, and it wasn’t sold until early 1929.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/1otjd6uxvocndlzjhpo1yk42vmbhil2m",
    "dashurl": "https://revsinstitute.box.com/shared/static/taqlkge0508tdlwy06cyq17ctzpfaeih.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/77ljojdllbbvstnbos961g5rw6bjde2e.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1929-sunbeam/"
  },
  {
    "id": "34",
    "make": "Ford",
    "model": "Model T Touring",
    "year": "1909",
    "thumburl": "https://revsinstitute.box.com/shared/static/kat41gkp806bm3ibcoc0yyt5x4jnmknw.jpg",
    "descr": "Serial No. 9043 L-head four-cylinder in-line engine, 176.7 cubic inches, 22 hp at 1600 rpm.",
    "country": "United States",
    "gallery": "Automobility",
    "gallery_seq": "5",
    "station": "3",
    "fact1": "The car that brought auto travel to the masses, with over 15 million built 1908-1927.",
    "fact2": "By the '20s half the cars in the world were Model Ts.",
    "fact3": "Four-cylinder monoblock engine made use of detachable cylinder head.",
    "fact4": "Hand-built 1909-13 with initial price of $850. After assembly line method adopted in 1914, cost eventually dropped to $285.",
    "fact5": "Assembly line also led to black-only body color: Black paint faster dry time, and efficiency and savings in having only one color. Last few years of production saw color choices once spray lacquer paint available.",
    "fact6": "Produced with interchangeable parts — led to “shade tree” home mechanic.",
    "fact7": "Ford touted left-hand drive as feature for passenger (often a lady) to step out onto curbside.",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/742ejfwuka7iaropdzz1f1lbu2ahf6n2",
    "dashurl": "https://revsinstitute.box.com/shared/static/kueysr8g2glo49vrk6y1vxb0n15tdmer.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/ty6goynalc18j8sh00l560mdan6ftnb5.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103231",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1909-ford-model-t-touring/"
  },
    {
    "id": "35",
    "make": "Benz",
    "model": "Dos-à-Dos",
    "year": "1901",
    "thumburl": "https://revsinstitute.box.com/shared/static/fhpxbooz96gey1t11ukb8ecot6bnbsyj.jpg",
    "descr": "Serial No. 3317: Two-cylinder, four-stroke, opposed engine. 2690 cc, 10 hp at 920 rpm",
    "country": "Germany",
    "gallery": "Vitesse",
    "gallery_seq": "2",
    "station": "3",
    "fact1": "Benz playing it safe with an outdated platform.",
    "fact2": "Was the largest car maker in the world at the time — 603 units produced in 1900.",
    "fact3": "This 10 HP 2-cylinder boxer was the popular model.",
    "fact4": "“Back to back” layout obsolete by 1901, showing Benz resisted change — felt 18 mph sufficient since it was still faster than the horse drawn wagon.",
    "fact5": "This car was displayed at 50th anniversary of the auto in Germany in 1936, then survived WWII firebombing of Dresden stored in a salt mine.",
    "fact6": "Car displayed in East German museum until fall of the Wall and then completely restored.",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/q5c6b8tgxrqwrlzv92f713dkjewoe4qc",
    "dashurl": "https://revsinstitute.box.com/shared/static/zbr4x4j65pp6j8q6k1uwhefs1mzn0cxs.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/q3aneq3tgdt7h5o265pixkneync0stg6.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103229",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1901-benz-dos-a-dos/"
  },
  {
    "id": "36",
    "make": "Mors",
    "model": "Type Z",
    "year": "1902",
    "thumburl": "https://revsinstitute.box.com/shared/static/hu9w103eo3hfhf6r4th7ue154y8sn1wk.jpg",
    "descr": "Serial No. Z30003: Four-cylinder engine, 9236cc (573 cubic inches), magneto ignition. 60 hp at 1400 rpm.",
    "country": "France",
    "gallery": "Revs",
    "gallery_seq": "1",
    "station": "9",
    "fact1": "HEADLINE — A survivor from the earliest days of racing.",
    "fact2": "FACTS — This was a state-of-the-art racer, capable of 75 mph. In fact, a sister car set the land speed record in 1902, at 76.08 mph.",
    "fact3": "STORIES — The side-saddle riding mechanic was kept busy during race: hand-pressurizing the fuel tank, spray oiling the “splash lubrication” motor, and lubricating the chassis. With the engine’s “open” lubrication, oil was everywhere and helped to make the (rear-only) brakes basically useless.",
    "fact4": "DESIGN & AESTHETICS — The car has a frame and body made of wood, with ground clearance dictated in part by a large flywheel, and chain-drive. Dual chain drives driven by flex shafts running from a central differential. This was one of the earliest applications of pneumatic shock absorbers on all four wheels.",
    "fact5": "NON-OBVIOUS INSIGHT — The steering wheel features a kill-switch button to help slow the car in turns. The tube tires, of natural rubber, had cotton cord and were prone to failure (note rear tire debris-scrapers). The original pneumatic tires with pressures of 80-90 psi can’t be replicated today, so these are solid.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/o4fkwu3ui2mvghdgnyx3hpjat9nxecnb",
    "dashurl": "https://revsinstitute.box.com/shared/static/w9lvu9b899vi1meqsty9jd8fe0ea0w8m.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/q15z30qxgh4qj0rmdilryc6zievyt2lt.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103277",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1902-mors-type-z/"
  },
  {
    "id": "37",
    "make": "Delaunay-Belleville",
    "model": "Roi des Belges Tourer",
    "year": "1908",
    "thumburl": "https://revsinstitute.box.com/shared/static/4xi4sq3qpuj9kltlrb9xq2vcgvmt2jz4.jpg",
    "descr": "Serial No. 1406V: Six-cylinder in-line engine, L-head, 5900cc, 28 hp, HP to WT Ratio: 136.75",
    "country": "France",
    "gallery": "Automobility",
    "gallery_seq": "3",
    "station": "3",
    "fact1": "Example of early “prestige” motorcar, favored by Heads of State (e.g. Czar Nicholas, King Alphonso XIII).",
    "fact2": "Built by French marine boiler company, with body by Mulliners Ltd. UK",
    "fact3": "Adopted the fully pressurized oil system that Bellville patented in 1897.",
    "fact4": "Could approach 60 mph and maintain it indefinitely.",
    "fact5": "Some cars documented to have gone 200,000 miles between motor overhauls.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/76f5bgyx56opv5uu4zj8ccmj5pgrrx91",
    "dashurl": "https://revsinstitute.box.com/shared/static/h0iycxp5d8hpltmkmhjegt0sq26i8f07.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/6ng5tl3jv08474quttlglj7iet6500ve.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103230",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1908-delaunay-belleville/"
  },
  {
    "id": "38",
    "make": "Mors",
    "model": "Type Grand Prix",
    "year": "1908",
    "thumburl": "https://revsinstitute.box.com/shared/static/8syxag4vku2kb7a4y9fo20xd8v6v69ki.jpg",
    "descr": "Serial No. 48: Four cylinder in-line engine, overhead valves pushrod actuated, 12.5 liters (775 cubic inches), 100bhp.",
    "country": "France",
    "gallery": "Revs",
    "gallery_seq": "2",
    "station": "9",
    "fact1": "HEADLINE — A powerful and fast favorite of wealthy gentlemen racers (such as Charles Rolls and William Vanderbilt).",
    "fact2": "FACTS — This is one of half-a-dozen racers left from the early days of Grand Prix racing. After a racing career that spanned to at least World War I, it showed up outside New York City in the 1970s and was bought for $3,750 by a Schlitz beer heir. Mr. Collier bought the car in 2001 and put it through two restorations.",
    "fact3": "STORIES — The company got its start in the 1850s making artificial flowers; its stem-wrapping process later transformed electrical insulation. By 1887, Mors was making boats and steam tricycles, and by 1892 ICE autos. Its cars, especially racers, pushed technical boundaries, but innovation also strained the company and led to takeover by Citroen in 1907. This model was the last significant racing effort, and the last Mors car was built in 1925.",
    "fact4": "DESIGN & AESTHETICS — This is the largest displacement motor at Revs — 12.8 liters with massive bore and long stroke. This large displacement was typical prior to the design breakthrough on the neighboring Peugeot. The engine bay features copper water jackets surrounding each cylinder, a cam compression release for cranking, and one of the uses of first pushrod-actuated overhead valves.",
    "fact5": "NON-OBVIOUS INSIGHT — The company slogan, quaint for a racing car, is “mors ianua vitale”, Latin for “death is the gateway to life”.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/qftnzwicyc0ofeouuazo6yw9odgrln8g",
    "dashurl": "https://revsinstitute.box.com/shared/static/4lq63kafvm8cqcvddaqegidszdgr5p8f.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/tz1p3l0715e9wr973ojalb4plbdih9zu.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103278",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1908-mors-grand-prix-car/"
  },
  {
    "id": "39",
    "make": "Mercer",
    "model": "35-C Raceabout",
    "year": "1912",
    "thumburl": "https://revsinstitute.box.com/shared/static/qux4r2gh1mga04j858xj9cc28hmbzwn2.jpg",
    "descr": "Serial No. 764: Four-cylinder in-line T-head engine, 300 cubic inches, 58 hp at 1700 rpm.",
    "country": "United States",
    "gallery": "Vitesse",
    "gallery_seq": "3",
    "station": "5",
    "fact1": "HEADLINE — Considered to be America’s first sports car.",
    "fact2": "FACT — Large motor and well-balanced chassis made for a car built for racing right off the showroom floor.",
    "fact3": "STORIES — Company owned by the steel-making Roebling family (of Brooklyn Bridge fame) and built in Mercer County, New Jersey. Also in 1912: Family head Washington Roebling went down with the Titanic.",
    "fact4": "DESIGN/AESTHETICS — Muscular when compared to the Hispano–Suiza T-15, its sturdy caisson wheels were necessary to survive the bad American roads of the time.",
    "fact5": "INSIGHT — Capable of top speed of at least 70 mph with barely adequate brakes.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/97a1dd6o1b5m0289sr4pukis40ygss7n",
    "dashurl": "https://revsinstitute.box.com/shared/static/nei50fzya81z60eav62tpzk4udy42vh5.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/4vgn6dixe8vvkm6bl2skgf5tf6xkt7n8.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103309",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1912-mercer-raceabout/"
  },
  {
    "id": "40",
    "make": "Peugeot",
    "model": "Type L3 Coupe de l'Auto Voiturette",
    "year": "1913",
    "thumburl": "https://revsinstitute.box.com/shared/static/24xp6tlljx3yrocrcx2ttxawkm9j0ebg.jpg",
    "descr": "Four-cylinder in-line engine, double overhead camshafts, four valves per cylinder, 2980 cc (183 cubic inches), 90 hp at 2900 rpm.",
    "country": "France",
    "gallery": "Revs",
    "gallery_seq": "3",
    "station": "9",
    "fact1": "HEADLINE — The forerunner of the modern engines we use today.",
    "fact2": "FACTS — This car won the  smaller Voiturette (“VWAH-ter-yet”) class of the 1913 French Grand Prix. (That same year, another Peugeot with the same engine design won the Indianapolis 500, by 13 minutes.) At the 1914 Indy 500, this car led 77 laps before finishing a close second to a Delage with an engine twice as large, and sporting a similar engine design. US reporters nicknamed this car “Le Bebe” (Baby) because of its size and light weight.",
    "fact3": "STORIES — Peugeot factory drivers Jules Goux (“SHEW-el Goo”), Georges Boillot (“SCHorge BWA-low”) and Paulo Zuccarelli, and draftsman Ernest Henry developed the first DOHC  architecture in 1912 as a secret project within Peugeot. The resulting engine was not immediately favored by Peugeot —  their own engineers called the skunkworks group “Les Charlatans” — and the company even had them vying with another outside design effort, headed by Ettore Bugatti. The Charlatans’ design won out, but even then Peugeot didn’t protect the rights to the design. As a result, the motor became the inspiration for new designs by many others, as seen elsewhere in the gallery.",
    "fact4": "DESIGN & AESTHETICS — The double overhead cam architecture “breathed” more efficiently, providing greater horsepower than competitor’s motors of larger size. The radical ideas by “Les Charlatans” included monoblock construction, four valves per cylinder, and pentroof cylinder chambers with central spark.",
    "fact5": "NON-OBVIOUS INSIGHT — (1) The manifolds and other elements of the motor are original — however the iron block is not. The original block had been cracked and poorly repaired at some point. After three years and some $50K spent in trying to save the original black, Revs had it scanned and a sand printed mold was made to create two new Iron blocks; one of them is in the car. (2) The size of this engine is nearly the same as the Model T, though this has four times the horsepower.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/8igbdh5zek55a4bqcyg6vyl36fm9uspv",
    "dashurl": "https://revsinstitute.box.com/shared/static/r5hr070r3e3kbxrts9ts92736ivu9dsa.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/inv97caq5ylf20rpjwywy97bl2dezuo6.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103279",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1913-peugeot/"
  },
  {
    "id": "41",
    "make": "Mercedes",
    "model": "Type 18/100 Grand Prix",
    "year": "1914",
    "thumburl": "https://revsinstitute.box.com/shared/static/escilt28lxj4cpsppmiqye2axrv56mg2.jpg",
    "descr": "Serial No. B.N.209 M.N.5: Four-cylinder in-line engine, single overhead camshaft, 4483cc(273.7 cubic inches), 115 HP at 2800 rpm",
    "country": "Germany",
    "gallery": "Revs",
    "gallery_seq": "4",
    "station": "9",
    "fact1": "HEADLINE — An example of Mercedes’ methodical approach to early auto racing.",
    "fact2": "FACTS — “BIS” is German for spare or alternate, and this was the support car to the Mercedes entry in 1914 at the prestigious French Grand Prix, where the factory team swept the first three positions.",
    "fact3": "STORIES — 250,000 French spectators watched in stony silence as the Germans won; three weeks later, WWI began. By 2014, this car toured Europe along with the winning car, to celebrate that victory.",
    "fact4": "DESIGN & AESTHETICS — The motor’s advanced overhead valve design, adapted from aircraft engines, beat the twin-cam Peugeots.",
    "fact5": "NON-OBVIOUS INSIGHT — Also instrumental to the 1914 win was extensive pre-race testing, modifications to suit conditions and the first organized pit crew and signaling. Note the lap counter on the instrument bulkhead.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/dpfemhedbbur5r3nyoa0s6ffhxrttdet",
    "dashurl": "https://revsinstitute.box.com/shared/static/px6kg67t3ejy28r9jlc4hze1kixs4hb9.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/mg5ac9mc0i0i48jdk7wnnnvxx2kcu40w.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103284",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/merceded-grand-prix-car/"
  },
  {
    "id": "42",
    "make": "Rolls Royce",
    "model": "Silver Ghost Tourer by Kellner",
    "year": "1914",
    "thumburl": "https://revsinstitute.box.com/shared/static/9lx9qeav7xaerh05o6vfh0kau6kdj0oe.jpg",
    "descr": "Serial No. 65RB: Six-cylinder in-line engine, 7428 cc (453 cu.in.), 40/50 HP (48.6 R.A.C.)",
    "country": "Great Britain",
    "gallery": "Automobility",
    "gallery_seq": "4",
    "station": "3",
    "fact1": "Set a standard for automotive reliability, refinement & excellence.",
    "fact2": "“Silver Ghost” came from a silver paint/silver brightwork Barker-bodied prototype and the car’s uncanny silence.",
    "fact3": "This London-Edinburgh sporting chassis featured higher performance, with a top speed of 80 mph.",
    "fact4": "This chassis would have cost $7,000, with Kellner body another $10,000. As per Rolls-Royce advertising: “The quality will remain long after the price is forgotten.”",
    "fact5": "6-cylinder motor in blocks of 3-cylinders each, with non-detachable L-head (valves on one side) and single carburetor.",
    "fact6": "Dual ignition: one distributor-based for starting with battery, the other magneto-based for running.",
    "fact7": "Over 6,500 built over 20-year run.",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/yrrcbua3xoow2qoej1nc63nspq2un9vy",
    "dashurl": "https://revsinstitute.box.com/shared/static/jg88pd2esmaeg9imv3zs1tbr4n9zvfp5.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/76rr6h1udq7h7i2wsqjb0zfo4geoao4n.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103232",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1914-rolls-royce/"
  },
  {
    "id": "43",
    "make": "Pierce-Arrow",
    "model": "48 B-3 Runabout",
    "year": "1915",
    "thumburl": "https://revsinstitute.box.com/shared/static/lbn6w7gmgmv7qinsug4s2ng9ixzzqrxa.jpg",
    "descr": "Serial No. 13251: Six-cylinder in-line engine, T-head, dual valves, 477 cubic inches, 48 rated hp.",
    "country": "United States",
    "gallery": "Automobility",
    "gallery_seq": "6",
    "station": "3",
    "fact1": "A status symbol with understated elegance",
    "fact2": "Pierce-Arrow was one of America’s “Three Ps” prestige manufacturers (with Packard & Peerless), and was the car of choice for American Presidents from Taft to Hoover.",
    "fact3": "Engine’s electric self-starter was invented and patented in 1911 by Charles Kettering, founder of Delco, who’d first replaced hand cranks on cash registers. First American auto use was on the 1912 Cadillac.",
    "fact4": "Engine compartment featured a built-in air compressor.",
    "fact5": "Extensive use of aluminum body panels.",
    "fact6": "Headlamps gracefully set into aluminum fenders was a P-A styling hallmark that ran all the way to the company’s demise in 1938.",
    "fact7": "Before producing automobiles at the turn of the 20th Century, George N. Pierce Company of Buffalo manufactured bicycles and birdcages.",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/vphkqoqxzxjy8jeq4xas564hvrhpfdet",
    "dashurl": "https://revsinstitute.box.com/shared/static/zeg7ukeaotxrmcx3257c3pstpaebs2hl.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/hpyewrmbe5uoh14zaxxnny6hhm50adqm.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103233",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1915-pierce-arrow-48-b-3/"
  },
  {
    "id": "44",
    "make": "Ballot",
    "model": "Type 5/8LC Indianapolis car",
    "year": "1919",
    "thumburl": "https://revsinstitute.box.com/shared/static/89yapn1t8akidvnvhljlpokmtg0158wp.jpg",
    "descr": "Serial No. 1003: Eight-cylinder in-line engine, double overhead camshafts, four valves per cylinder, 4816 cc, 140 hp at 3000 rpm.",
    "country": "France",
    "gallery": "Revs",
    "gallery_seq": "4",
    "station": "9",
    "fact1": "HEADLINE — “The most advanced automobile in the word at the time” - Miles Collier.",
    "fact2": "FACTS — 1914 Indy 500 winner Rene Thomas (“Re-NAY Toe-MA”) put this car on the pole for the 1919 race at 104.7 mph, and was the first pole sitter over 100. The car led early but finished 11th, as Thomas backed off when two teammates crashed with problems due to tire/wheel issues on an extremely rough Speedway surface that hadn’t been used during World War I.",
    "fact3": "STORIES — Rene Thomas and friend Ernest Henry had collaborated on the design of the Delage that won the 1914 Indy 500. In late 1918, they convinced Ballot (“BA-low”) to tackle the 500, the world’s first major race after WWI, to burnish the Ballot brand. Before this, Ballot made motors — for cars, boats and planes — but never a complete car. In early 1919, Henry designed a car with an advanced 8-cylinder engine similar in design to the 1913 DOHC Peugeot. In just over 100 days, four cars were completed and sent to Indianapolis.",
    "fact4": "DESIGN & AESTHETICS — (1) The underslung front suspension made the car low and sleek. (2) Photo records indicated several modifications made to the car during practice at the Speedway (handhold on cowling, steering column brace, bracing bracket between seats), and these were incorporated into the most recent restoration.",
    "fact5": "NON-OBVIOUS INSIGHT — (1) Originally thought to be the number 33 car (SN 1001), “witness marks” from comparison photos showed this to be the number 31 car pole-winning car (SN 1003) during 2016-19 restoration. (2) At conclusion of latest restoration, it was repainted using original formula of linseed oil-based paint applied with a brush, as it was done in 1919, with color carefully deduced from grey-tone matching of black and while archive photos with test colors.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/uzgrg9j7n78wgvxh85xtxkf2bqz2b0yd",
    "dashurl": "https://revsinstitute.box.com/shared/static/1wshl0jmmym76wwc6btp4gn8j0p35pr3.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/c5dqsot563clz45s1in5ysz40ldv639b.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103280",
    "aacurl": "",
    "spare": "https://revsinstitute.box.com/shared/static/89yapn1t8akidvnvhljlpokmtg0158wp.jpg"
  },
  {
    "id": "45",
    "make": "Cunningham",
    "model": "V3 Boattail Speedster",
    "year": "1920",
    "thumburl": "https://revsinstitute.box.com/shared/static/fs21enudbxce6xmuwr3gmdo1k1655i90.jpg",
    "descr": "Serial No. V2911: Eight-cylinder, 90 degree vee engine, L-head 441.7 cubic inches, 95 hp at 2400 rpm. HP to WT Ratio: 40.78",
    "country": "United States",
    "gallery": "Vitesse",
    "gallery_seq": "4",
    "station": "5",
    "fact1": "HEADLINE — A powerful and beautiful American speedster from a builder of limos and hearses.",
    "fact2": "FACTS — Cunningham (no relation to Briggs) was rare among elite constructors, in fabricating bodies in addition to chassis, falling back on their tradition of building fine horse carriages in the 19th century.",
    "fact3": "STORIES — As a way of one-upping speed records that Packard made with an aircraft-powered car, Cunningham hired the same driver, Ralph DePalma, to drive a stripped-down stock Speedster chassis on a 98-mph 10-mile sprint on a Long Island board track. Less than a dozen Speedster chassis cars were built to honor the speed records that were set. This car may have been used to set those records (though documentation is inconclusive).",
    "fact4": "DESIGN/AESTHETICS — Seven of these “DePalma Speedsters” were roadsters, with an early boat-tail design and the largest production V8.",
    "fact5": "INSIGHT — The stripped-down Cunningham (maybe this one) that broke the Packard records copied the look of that Packard. And that Packard also inspired Briggs Cunningham’s rebodying of his Packard Speedster prototype.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/23z53a9nqwhpm68y7k4g95ataqqlpfg0",
    "dashurl": "https://revsinstitute.box.com/shared/static/3o767zb4pssc0iqnpk10bkdoo7qluzyt.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/sg9qlvj0fxz8hdrifm0a7y5flte7s192.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103310",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1920-cunningham-v3/"
  },
  {
    "id": "46",
    "make": "Miller",
    "model": "122/91 Board Track Racer",
    "year": "1924",
    "thumburl": "https://revsinstitute.box.com/shared/static/ek8ploeiiqhyqrjcq68ar2apb74n03b1.jpg",
    "descr": "Serial No.?: Eight-cylinder in-line engine, double overhead camshafts, supercharged",
    "country": "United States",
    "gallery": "Revs",
    "gallery_seq": "6",
    "station": "9",
    "fact1": "HEADLINE — The dominant American racer of the 20s & 30s.",
    "fact2": "FACTS — Various cars with Miller/Offenhauser/Meyer-Drake motors won a total of 39 Indy 500s between 1922 and 1976. ",
    "fact3": "STORIES — California carburetor and SOHC engine builder Harry Miller was asked to work on one of the first four DOHC Peugeot engines — and subsequently designed his own version! Miller machinist Fred Offenhauser acquired the business and the engine he improved on went on to dominate Indy car racing into the 1950s. Meyer-Drake was next to develop the design into the 70’s Turbo era.",
    "fact4": "DESIGN & AESTHETICS — This car is a rear-drive version made for high-speed wooden board tracks, two-dozen of which saw fast, dangerous but short-lived success in America. The car is tall and thin — only 18 inches wide, the width of the motor — to slice through the air at high speed. The engine air intake is in the cockpit. It uses a centrifugal supercharger, mounted on the firewall, and pressurized carburation for more power.",
    "fact5": "NON-OBVIOUS INSIGHT — Regarded as one of the greatest racing engineers of the 20th Century, Miller left school early and never had formal engineering training. After bankruptcy and selling out to Fred Offenhauser, Miller became a partner with Preston Tucker in Tucker’s pre-WWII pursuits.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/ttl7a7znpu4iy8j8rd79mrqkefx5jhdl",
    "dashurl": "https://revsinstitute.box.com/shared/static/70egkdpsaplwsuecr01i2zjamc3gary1.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/cw3llk7pgl7rfao6d33fwvgqwjicgjvg.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103281",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1924-miller/"
  },
  {
    "id": "47",
    "make": "Bentley",
    "model": "Super Sport",
    "year": "1926",
    "thumburl": "https://revsinstitute.box.com/shared/static/suwob21iq51re131owb3pk2jess89vjt.jpg",
    "descr": "Serial No. NR 516: Four-cylinder in-line engine, single overhead camshaft, four valves per cylinder, 2996 cc, 80-82 hp at 3500 rpm.",
    "country": "Great Britain",
    "gallery": "Vitesse",
    "gallery_seq": "13",
    "station": "6",
    "fact1": "HEADLINE — A “Baby Bentley” racer for upper-crust privateer drivers.",
    "fact2": "FACTS — A true 100 mph-capable car, one of 18 factory cars built on shorter 9-foot chassis.",
    "fact3": "STORIES — Bentley guaranteed most of their production cars for five years, the Super Sport being the exception; it only had a one-year warranty, given its racing intent (still, generous for a racer).",
    "fact4": "DESIGN/AESTHETICS - This Surbico (Surbiton Coach & Motor Works) body is a nautically-inspired  design, from its rounded front radiator, marine wind screen, and wood boat-tail rear to wind-swept fenders.",
    "fact5": "INSIGHT - W.O. Bentley was steeped in locomotive and aviation design, and his powerful and dependable engines reflected this.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/ud5sopvpy5odxf063j0hb0n7ydh19jq1",
    "dashurl": "https://revsinstitute.box.com/shared/static/ox4sbe5hvc8pnhveau4yrrsoke3dr385.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/y0k1owbhfo0ndv2zbl3hlup5wk0onwy8.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1926-bentley-super-sport/"
  },
  {
    "id": "48",
    "make": "Delage",
    "model": "Type 15 S 8 Grand Prix",
    "year": "1927",
    "thumburl": "https://revsinstitute.box.com/shared/static/s4ll280qxe7wa9ocj9lygdsau4kdu6f7.jpg",
    "descr": "Serial No. 21642: Eight-cylinder in-line engine, twin overhead camshafts, two valves per cylinder. Roots-type supercharger, 1486 cc, 170 bhp at 8000 rpm.",
    "country": "France",
    "gallery": "Revs",
    "gallery_seq": "7",
    "station": "9",
    "fact1": "HEADLINE — Correcting design mistakes made this car unbeatable.",
    "fact2": "FACTS — Robert Benoist (“Row-bear Ben-ooh-WAH”) won 5 of 7 races in 1927 and Delage placed 1,2,3 in both French and British GPs that year. Two years later, this car competed in the first Monaco Grand Prix. The first of five cars made, this is the only survivor that still runs.",
    "fact3": "STORIES — After the 1926 version of the car practically baked the drivers, the exhaust was moved to the other side and away from the driver and the supercharger relocated to the front of engine.",
    "fact4": "DESIGN & AESTHETICS — An offset engine and drive shaft allowed a low, sleek design, and the car enjoyed excellent braking due to use of Hispano-Suiza licensed mechanical servo brake design. Motor features all roller bearings for low friction, and 20 timing gears. Despite the car’s exotic design, a hand-pressurized fuel pump was still used.",
    "fact5": "NON-OBVIOUS INSIGHT — (1) The front brakes use a jointed shaft actuated by a cable looping around a pulley. This reduces force on the front axle, and allows more modulation. (2) “Wings” behind front wheels are to deflect road debris without the drag of fenders.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/36otxbp0foa3vbgruvw6pzn3vay86q60",
    "dashurl": "https://revsinstitute.box.com/shared/static/q9nf752ajv0n5s8yc496iyjlxdf9333r.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/2nwod8op4trgkkb6aaz82mwhaei04xko.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103282",
    "aacurl": "https://my.threesixty.tours/app/v/5ob40t/78p349",
    "spare": "https://revsinstitute.org/the-collection/1927-delage/"
  },
  {
    "id": "49",
    "make": "Lancia",
    "model": "Lambda Torpedo Tourer",
    "year": "1927",
    "thumburl": "https://revsinstitute.box.com/shared/static/uwjht5gpjx3ovm2f1mqpj9wld6mzoe74.jpg",
    "descr": "Serial No. 17181: Narrow angle (14 degree) V4 engine, two valves per cylinder, single overhead camshaft 2370 cc, 59 hp at 3250 rpm",
    "country": "Italy",
    "gallery": "Vitesse",
    "gallery_seq": "9",
    "station": "6",
    "fact1": "HEADLINE — The first unibody production car.",
    "fact2": "FACTS — Lighter weight meant no dependence on a big motor to go fast. The (first production) V4 engine was perfectly capable of making this a performance car. ",
    "fact3": "STORIES — A rough sea cruise crossing is said to have inspired Vincenzo Lancia to emulate the stressed panel hull of ships for automobiles, a radical departure from conventional ladder-frame chassis construction of the day.",
    "fact4": "DESIGN/AESTHETICS — Unibody allowed lower passenger compartment, and resulting driveshaft tunnel gave even more rigidity.",
    "fact5": "INSIGHT — (1) Only car in the Collection with a “sliding pillar” independent front suspension, as also seen on Morgan three-wheelers at that time. (2) Lancia Automobile founders Vincenzo Lancia and Claudio Fogolin formed the company while they were Fiat race drivers. Vincenzo came to Fiat as an inspector, then driver, after Turin Technical School (studying bookkeeping).",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/raywb0nkuwpg0ym6t8naabzac4k48y9a",
    "dashurl": "https://revsinstitute.box.com/shared/static/45bc2f190e3pktnclzn98rrt748yfikv.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/j37yl7xxvm6cbdfn2imhs5x09kxafuy2.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103315",
    "aacurl": "",
    "spare": "https://revsinstitute.box.com/s/raywb0nkuwpg0ym6t8naabzac4k48y9a"
  },
  
  
{
  "id": "50",
  "make": "Hispano-Suiza",
  "model": "H6C Skiff by Kellner",
  "year": "1928",
  "thumburl": "https://revsinstitute.box.com/shared/static/chyuotscdwgif5jyeqyww9nu0wbvzwkr.jpg",
  "descr": "Serial No. 11739: Six-cylinder in-line overhead camshaft engine, 7982 cc, 194 bhp at 3000 rpm.",
  "country": "France",
  "gallery": "Vitesse",
  "gallery_seq": "13",
  "station": "6",
  "fact1": "HEADLINE — A grand touring car conveying prestige and exclusivity.",
  "fact2": "FACTS — (1) Meticulous engineering was evident in the H6C’s aircraft-based motor, with a jewel-like seven-main bearing crankshaft machined from a 770 pound billet. (2) A key feature is the use of mechanical servo-assisted brakes, first developed by Marc Birkgit for the H6 in 1919.",
  "fact3": "STORIES — H-S adopted their mascot from the French “Cigongnes” (“stork”) squadron in WWI, following the death of their top ace who’d had a stork painted on the side of his biplane.",
  "fact4": "DESIGN/AESTHETICS — All “Hisso” bodies were custom-built coachwork. This French Keller boat-tail theme is enhanced by rear fender wings that seem to be calved by the rear bodywork, suggestive of a speedboat.",
  "fact5": "INSIGHT — During WWI, H-S aircraft engines powered half the Allied air corps. With WWII, the company converted entirely to aero motors. With nationalization after the war, H-S was acquired by a French aviation company that continues to this day.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/twok9t17do6t7q7l6vrqex919v4yisaz",
  "dashurl": "https://revsinstitute.box.com/shared/static/zkbyymah8d54ripnaffs3ro15leo0uv7.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/465qoln46nkzplyqlg5h13aae30nxs77.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103319",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1928-hispano-suiza-h6c/"
},
{
  "id": "51",
  "make": "Stutz",
  "model": "BB Black Hawk Boattail Speedster",
  "year": "1928",
  "thumburl": "https://revsinstitute.box.com/shared/static/tyyw492fjmtaamyzudp4bruzjtaw1f1t.jpg",
  "descr": "Serial No. B8612-BA29C: Eight-cylinder in-line engine, single overhead camshaft, 298 cubic inches, 115 hp at 3600 rpm. HP to WT Ratio: 38.94",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "12",
  "station": "6",
  "fact1": "HEADLINE — A US supercar of the Roaring 20s.",
  "fact2": "FACTS — The powerful overhead cam straight-eight engine was developed with testing at the Indianapolis Motor Speedway in Stutz’s hometown.",
  "fact3": "STORIES — A 24-hour match race to a Hispano-Souza led to a 1928 Black Hawk Le Mans entry — by Hispano-Suiza’s CEO Charles Weymann! The 1928 Weymann entry placed 2nd at Le Mans. In 1929, five Stutzes and a Du Pont were the last American cars at Le Mans until Briggs Cunningham’s Cadillacs In 1950.",
  "fact4": "DESIGN/AESTHETICS — Harry C. Stutz came up with this “under-slung chassis” design early in his career, for the American Car Company.",
  "fact5": "INSIGHT — Stutz originally painted the car blue. Later it was repainted white with a red drive train. When the car was restored in 2007, it was painted in the same manner — first blue, then white; the inside of the hood is blue.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/luiq0p8jo2w9nfj6eesayfdfz2r7bfis",
  "dashurl": "https://revsinstitute.box.com/shared/static/d979402ss0n6e6lut5ow1b7228e7vjdc.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/cktcfcfm01nz2b9l38sw2w4rpy2fsqke.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103318",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1928-stutz/"
},
{
  "id": "52",
  "make": "Mercedes Benz",
  "model": "SSK Sport Model",
  "year": "1929",
  "thumburl": "https://revsinstitute.box.com/shared/static/g87ic6gkvaycyy42ju7jv0n2bcg32jb1.jpg",
  "descr": "Serial No. 36242: Six-cylinder in-line engine, single overhead camshaft, Roots-type supercharger, 7059 cc, 140 hp at 3200 rpm (200 hp with blower engaged).",
  "country": "Germany",
  "gallery": "Vitesse",
  "gallery_seq": "15",
  "station": "6",
  "fact1": "HEADLINE — One of the most powerful sports cars of its time, at home on the road or the race track.",
  "fact2": "FACTS — The clutched supercharger blowing into the 7 liter engine’s pressurized carburetors gave in excess of 200 hp when engaged.",
  "fact3": "STORIES — This car was owned by Dorothy Paget, eccentric heiress to the Whitney family (of cotton gin and racehorse fame), who said she wanted the “fastest car in England”. She was the second-richest person in England, and helped “Bentley Boy” Tim Birkin bankroll the development of the rival 4.5 liter Blower Bentley.",
  "fact4": "DESIGN/AESTHETICS — SSK stands for Super Sport Kurtz, German for “Super Sport Short”. This design particularly excelled on twisty circuits and hill climbs.",
  "fact5": "INSIGHT — The last design project by Dr. Ferdinand Porsche before he left Mercedes-Benz to start his own engineering company.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/yeinppf5g14t56w3o4l5f5wofvv0akqc",
  "dashurl": "https://revsinstitute.box.com/shared/static/df8zf2pkq8v3qman8m0zz5qcc1q1rev7.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/g646un9yese20xgx34srz88zef6k8fu4.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103322",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1929-mercedes-benz-ssk/"
},
{
  "id": "53",
  "make": "Dusenberg",
  "model": "Model J Dual Cowl Phaeton",
  "year": "1930",
  "thumburl": "https://revsinstitute.box.com/shared/static/96zf2s70g86egkvraapnur84kj6kwj5z.jpg",
  "descr": "Serial No. 2349: Eight-cylinder in-line engine, twin overhead camshafts, four valves per cylinder, 420 cubic inches, 265 hp at 4200 rpm.",
  "country": "United States",
  "gallery": "Automobility",
  "gallery_seq": "7",
  "station": "3",
  "fact1": "Cord acquired Duesenberg in 1926 to create the pinnacle of US custom automobiles; finished cars cost as much as $25,000 (over $450K in 2023 dollars).",
  "fact2": "With powerful engine design rarely seen outside of racing, this was the world’s most powerful production car, with a top speed of 116 mph, despite weighing over 5000 lbs.",
  "fact3": "Schebler duplex carburetor feeds to split aluminum manifold.",
  "fact4": "Engine features a mileage-activated chassis self-lubrication controller.",
  "fact5": "Custom body by LeBaron of Detroit features Dual Cowl Phaeton style, “Le Baron Sweep” and “bowtie” front bumper styling hallmarks.",
  "fact6": "Racing Duesenbergs won the French Grand Prix and the Indianapolis 500 in the ‘20s.",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/8rwhb14bkvmqyvq2rpj4jbx433evv4t2",
  "dashurl": "https://revsinstitute.box.com/shared/static/4n2kumbqi54047fwx2pzqzeo78j3w5d6.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/3uys7d7x2exl5f0f1orirnfuufiq61mu.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103234",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1930-duesenberg-model-j/"
},
{
  "id": "54",
  "make": "Bentley",
  "model": "8 Litre Corsica Sports Tourer",
  "year": "1932",
  "thumburl": "https://revsinstitute.box.com/shared/static/oms6pt4apihfvtx5e6z5cky32sofq0fd.jpg",
  "descr": "Serial No. Serial No. YX5117, Engine No. YX5120: Six-cylinder in-line engine, single overhead camshaft, four valves per cylinder, three SU carburetors, 7983 cc (487.12 cubic inches), 250 hp at 3500 rpm.",
  "country": "Great Britain",
  "gallery": "Vitesse",
  "gallery_seq": "20",
  "station": "6",
  "fact1": "HEADLINE — W.O. Bentley’s last effort to stay afloat, by taking on Rolls-Royce.",
  "fact2": "FACTS — The most advanced Bentley design to date, this was an intentional shift to a more-luxury platform. It also carried more of a limousine price tag — $9,000 (~$200K in today’s dollar).",
  "fact3": "STORIES — Ironically, while meant to challenge Rolls-Royce, this was the last Bentley before the company went into receivership and was taken over… by Rolls-Royce.",
  "fact4": "DESIGN/AESTHETICS — An immense two seater, with an eight-liter six cylinder motor in a 144-inch wheelbase — and this was a shortened version! The chassis incorporated a longitudinal reinforcing bar.",
  "fact5": "INSIGHT — This car was built in 1931 as a long-wheelbase four-door Saloon style, in two-tone grey on grey. It was then modified to a short-wheelbase two-door convertible, one of two such made by North London Corsica Coach works.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/zow0duf4aykr4h3yczo4x9armyuwg8zt",
  "dashurl": "https://revsinstitute.box.com/shared/static/m8iwie3h1f9gifmi1ql4vgeumx1gih21.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/aq9miltt21h6c6kofh0hmb81ei40amhc.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103325",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1932-bentley-8-litre/"
},
{
  "id": "55",
  "make": "Bugatti",
  "model": "Type 55 Super Sport",
  "year": "1933",
  "thumburl": "https://revsinstitute.box.com/shared/static/rk95xlfbh2k18qt7w0cbbc7xoc7fwnhf.jpg",
  "descr": "Serial No. 55211: Eight-cylinder in-line engine, twin overhead camshafts, two valves per cylinder, Roots-type supercharger, 2970 cc, 135 hp at 5500 rpm.",
  "country": "France",
  "gallery": "Vitesse",
  "gallery_seq": "23",
  "station": "7",
  "fact1": "HEADLINE — “A Bugatti Grand Prix car that has been house-trained” (-Tony Hogg, R&T).",
  "fact2": "FACTS — A supercharged Grand Prix engine made this ideal for sports racing — 99 mph in 1/4 mile and 0-60 mph under 13 seconds.",
  "fact3": "STORIES — Bugatti trademark “horseshoe”-shaped grills evolved from an egg-shape, an homage to Ettore’s father Carlo, a renowned furniture and jewelry craftsman who felt the oval was the perfect form.",
  "fact4": "DESIGN/AESTHETICS — Ettore’s son Jean Bugatti penned this body in his early 20s. It’s a cut above the rival Alfa Romeo 8C 2300; note the bright work (especially the swooping billeted front axle), the embossed highlights on body panels, and curves everywhere.",
  "fact5": "INSIGHT — (1) Cast aluminum spoked wheels not only looked good but were performance enhancements: Canted spokes pulled air over brake backing plates, which themselves were fresh drums when tires changed. (2) Wiring through body screws was a safety practice from aviation. - NOTE: 28 survive of 38 built (not “28 built” as on text panel).",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/4mtxi0yvd579axuqwvlq6c9v2nd16mdx",
  "dashurl": "https://revsinstitute.box.com/shared/static/3d0btv822521yt3tto9gv6agrj2u7so4.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/6kb5h4ppcmb9p7beq5xc6vh368ugvibv.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103329",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1933-bugatti-type-55/"
},
{
  "id": "56",
  "make": "Duesenberg",
  "model": "Sprint Car",
  "year": "1933",
  "thumburl": "https://revsinstitute.box.com/shared/static/fzquywnljkjmrma1492grm8ln3vxwu1h.jpg",
  "descr": "Serial No. 1930 Engine / 1933 Chassis Engine No. M-1011: Eight-cylinder in-line engine, twin overhead camshafts, four valves per cylinder, Centrifugal supercharger with intercooler manifold, 168.7 cubic inches, 200 + hp",
  "country": "United States",
  "gallery": "Shop",
  "gallery_seq": "5",
  "station": "11",
  "fact1": "HEADLINE — A testament to the heyday of American oval track racing.",
  "fact2": "FACTS — This car was raced successfully in various forms of American racing from 1930 to 1951.",
  "fact3": "STORIES — As a two-seater, Fred Frame raced this to 2nd place in the 1931 Indianapolis 500. (The following year, Frame won, in a Wetteroth-Miller.) Following its conversion to the single-seater see here, Frame raced it 1938-39, primarily in Sprint events. By 1940-41, Frame had sold the car and “The Dutchess of Racing” Dorthy Gruman ran it as part of her three-car West Coast team. The car was sold again in ‘41, when Gene Figone was killed in it in Santa Rosa. Post WWII, John Mosekian raced the car until 1951. Briggs Cunningham acquired it in 1973.",
  "fact4": "DESIGN & AESTHETICS — This racer started as a two-seat Duesenberg chassis with a 91 cu. in. engine. Almost immediately, the first owner (Harry Hartz) enlarged the motor to 142 cu. in. In 1933, Fred Frame owned the car and had it converted to its current configuration: A single-seat chassis, the engine enlarged to 168.7 cu. in. and a Duesenberg “sidewinder” supercharger added. The engine is a pair of 4-cylinder motors bolted together with a common crank.",
  "fact5": "NON-OBVIOUS INSIGHT — (1) This is the only car in the Miles Collier Collection with no brake pedal. The Maserati-Whitworth hydraulic 4-wheel drum units are actuated by the handbrake outside the cockpit. (2) This is the last Indy 500 car built by Augie Duesenberg.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/4kispb2f1wcikybpup1g3j4ye3vwxzry",
  "dashurl": "https://revsinstitute.box.com/shared/static/p9tfbjczz5itohtsvmdvrt6knnwfefdg.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/74d92yws62jela33j7s8uro17kp9qzsh.json",
  "engineurl": "",
  "tcurl": "",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1930-duesenberg-sprint-car/"
},
{
  "id": "57",
  "make": "Packard",
  "model": "Twelve Dual Cowl Sport Phaeton",
  "year": "1933",
  "thumburl": "https://revsinstitute.box.com/shared/static/tv1zirti0aqe6vaikb3hsivw8flf458f.jpg",
  "descr": "Serial No. 2069-5491: Twelve-cylinder, 67 degree vee engine, 445.47 cubic inches, 160 hp at 3200 rpm.",
  "country": "United States",
  "gallery": "Automobility",
  "gallery_seq": "8",
  "station": "3",
  "fact1": "More understated luxury than the Duesenberg.",
  "fact2": "Appealed more to corporate and government leaders than to movie stars.",
  "fact3": "Custom coach-built body by Dietrich of Detroit. Raymond Dietrich had earlier co-founded LaBaron coach works, responsible for the body of the adjacent Duesenberg.",
  "fact4": "Dual cowl windshield for rear seat passengers was true luxury feature; rolls down behind front seat.",
  "fact5": "Survived the Depression by appealing to a wider audience.",
  "fact6": "V12 engine was one way to differentiate in a limited market.",
  "fact7": "Smoothness and power of earlier Packard “Twin-Six” V12 motors inspired Enzo Ferrari to use V12s in his early Ferraris.",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/1r1q7m1z7ljxk0lr3x69ed8qb8iqwqwr",
  "dashurl": "https://revsinstitute.box.com/shared/static/stnjdzk5swmrwyc3pb66sgrh0cvkbmna.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/y5e3uovrqbne5uvd6n7o64lratr4vg7z.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103235",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1933-packard-twelve-sport-phaeton/"
},
{
  "id": "58",
  "make": "Alfa Romeo",
  "model": "Tipo 8C 2300 Corto Touring Spider",
  "year": "1934",
  "thumburl": "https://revsinstitute.box.com/shared/static/5v1d4f5o0t156exksqzcgnbr51tm40fc.jpg",
  "descr": "Serial No. 2311241: Eight-cylinder in-line engine, double overhead camshafts, two valves per cylinder, Roots-type supercharger, 2336 cc, 142 hp at 5000 rpm.",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "22",
  "station": "7",
  "fact1": "HEADLINE — THE car to beat in the early 1930s.",
  "fact2": "FACTS — 8C 2300s won four straight Le Mans (1931-34) and also dominated the Mille Miglia and Targa Florio.",
  "fact3": "STORIES — (1) Luigi Chinnetti in an 8C 2300 won the 1934 Le Mans after a fuel tank leak was plugged throughout the race with chewing gum. (2) This car spent its early days in Florida. It was ordered by Henry Flagler’s son Harry, then owned by a Miami disc jockey, then early SCCA racer Bob Gegen, then Briggs. At one point it said to have been used as a gun carriage to hunt alligators in the Everglades!",
  "fact4": "DESIGN/AESTHETICS — (1) Designed by the brilliant Vittorio Jano, the 8C was Alfa Romeo’s go-to engine for Grand Prix, endurance and sports car racing. This body was by the Touring studio, on a  shorter “Corto” wheelbase chassis. (2) The pedal arrangement was different from typical cars — Left=clutch, Center=accelerator, Right=brake.",
  "fact5": "INSIGHT — (1) Two spare tires carried are due to differing front and rear sizes. (2) Two The motor’s dual four-cylinder blocks had a common crankcase and integral heads — so no head gasket to fail (but laborious valve work!).",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/bsevnorsfjeab1yktf0wq4vicfs414cq",
  "dashurl": "https://revsinstitute.box.com/shared/static/45xmr0t0tsopkmxvgg56yy1i0fi841h4.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/aw2luvopbt0sf1f79659a9krj2ngaumv.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103328",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1934-alfa-romeo-tipo-8c/"
},
{
  "id": "59",
  "make": "MG",
  "model": "K3 Magnette",
  "year": "1934",
  "thumburl": "https://revsinstitute.box.com/shared/static/oln67xv82p4ujdtncvgepcif38lnju7m.jpg",
  "descr": "Serial No. K3025: Six-cylinder in-line engine, single overhead camshaft, 1086 cc, up to 120+ bhp at 6500 rpm. Roots-type Marshall supercharger. Four-speed E.N.V. preselector gearbox.",
  "country": "Great Britain",
  "gallery": "Vitesse",
  "gallery_seq": "24",
  "station": "7",
  "fact1": "HEADLINE — A nimble, powerful and relatively affordable sports racer.",
  "fact2": "FACTS — Drivetrain featured a supercharger, and a novel pre-selector gear shift mechanism that allowed advance selection-then-activation by pedal when needed.",
  "fact3": "STORIES — This model began to challenge other European sports racers in noted events such as the Mille Miglia, where it won class in 1933, and Le Mans, where it placed 4th overall in 1934.",
  "fact4": "DESIGN/AESTHETICS — This was the largest of three racing models from MG.",
  "fact5": "INSIGHT — The pinched-off tailpipe was called a Brooklands Exhaust, for noise-reduction at urban setting racetracks; there’s also a resonator mid-pipe.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/q7w31dr2336zus82dngaxb50iojz6fgq",
  "dashurl": "https://revsinstitute.box.com/shared/static/zhx20w2unxnh2gp4a19uqr0o5lij0kda.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/81b27w0gzac0hrv0wwot225hcrra7u4c.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103327",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1934-mg-magnette/"
},
{
  "id": "60",
  "make": "Chrysler",
  "model": "Airflow Airflow Imperial CV-8 Coupe",
  "year": "1934",
  "thumburl": "https://revsinstitute.box.com/shared/static/gpw9nuawgj1a152u3c9eza8ju4306wmg.jpg",
  "descr": "Serial No. 1915189: Eight-cylinder L-head in-line front mounted engine, 323.5 cubic inches (5301 cc), 128 hp at 3400 rpm",
  "country": "United States",
  "gallery": "Automobility",
  "gallery_seq": "10",
  "station": "3",
  "fact1": "Effort by young Chrysler company to come up with an innovation in aerodynamics and construction.",
  "fact2": "Flowing front end styling came from wind tunnel testing showing the cars of the day more aerodynamic running backwards.",
  "fact3": "Steel frame and cage construction and use of large panels of stressed steel led to car being 4-times more rigid than any other. ",
  "fact4": "Moving engine forward allowed back seat to move ahead of real axle, giving more room in passenger compartment and better balancing out the weight of car.",
  "fact5": "Although an engineering marvel, its unconventional design, production delays and early quality issues turned off the public.",
  "fact6": "Chrysler hoped to sell 35,000 a year but sold only a third of that in ‘34. Continued slumping sales led to the plug being pulled in ‘37.",
  "fact7": "Just 212 of these CV Coupes were built; only a few survive.",
  "fact8": "Orville Wright one of several engineers involved in testing aerodynamic shapes for the Airflow",
  "articlesurl": "https://revsinstitute.box.com/s/hpvg5nztsdq03h7euc2hevr4cm709nw7",
  "dashurl": "https://revsinstitute.box.com/shared/static/3w02cp6uwgvu1mf4qqoxjmqs8dzbp3hc.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/81wks2qq9fk3d9c6paqeqhmyq23bw14z.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103237",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1934-chrysler-airflow-cv-8/"
},
{
  "id": "61",
  "make": "Delahaye",
  "model": "135MS Special Roadster by Figoni & Falaschi",
  "year": "1937",
  "thumburl": "https://revsinstitute.box.com/shared/static/gj5s4jo5vtfh3ncmzbdtry4nwwkd5dma.jpg",
  "descr": "Serial No. 48563: Six-cylinder in-line pushrod engine",
  "country": "France",
  "gallery": "Vitesse",
  "gallery_seq": "25",
  "station": "7",
  "fact1": "HEADLINE — High water mark of pre-WWII Art Deco styling.",
  "fact2": "FACTS — Built as a show car, but its mechanical DNA was similar to the 1938 Le Mans winning Delahaye.",
  "fact3": "STORIES — A Revs restoration, with reproduced modern iridescent paint and color recalling original “fish scale”-enhanced paint.",
  "fact4": "DESIGN/AESTHETICS — Its Figoni and Falaschi coachwork appears to be a cloud floating on air with its fluid lines, while passengers “floated” in an interior of Hermes leather. A special “Three Olives” panel forming machine, dating to the mid-1800s France, was used to make large, complex curved shapes on this and other such cars.",
  "fact5": "INSIGHT — (1) Grill bumpers were changed and middle headlamp removed after a year (see exhibit photos). (2) A scissors-jack is incorporated under each side of the car.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/qmkhs02e6rthn7i5lzoxv1s46hcs4d4u",
  "dashurl": "https://revsinstitute.box.com/shared/static/qg8e2ynkln29klvh1zzf6nkvojaynzma.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/x6u7w9sl0v2iz56pab1bt0vi09jv8uvx.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103330",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/delahaye/"
},
{
  "id": "62",
  "make": "Alfa Romeo",
  "model": "8C 2900B Berlinetta Superleggera",
  "year": "1938",
  "thumburl": "https://revsinstitute.box.com/shared/static/4u1iwlmyl3js19vg1xmjh3lasx30v1uh.jpg",
  "descr": "Serial No. 412036: Eight-cylinder in-line engine, double overhead camshafts, two valves per cylinder, supercharged, 2905 cc, 180 bhp at 5200 rpm.",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "27",
  "station": "7",
  "fact1": "HEADLINE — The most elegant, high-performance car before WWII.",
  "fact2": "FACTS — Supercharged twin-cam 8-cylinder engine was derived from the Alfa Romeo 2900 Grand Prix car.",
  "fact3": "STORIES — This car won the grueling Mille Miglia … in 1947! A similar car won the 1948 Watkins Glen Grand Prix.",
  "fact4": "DESIGN/AESTHETICS — Stylish Art Deco-inspired body by Touring of Milan, making use of their Superlegerra (Italian for “super light”) early space frame technology underneath.",
  "fact5": "INSIGHT — A sister car was featured in MOMO’s 1951 exhibit on excellence in auto design, along with BSC’s James Young Bentley.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/0tfr5ojsakrjyg4023ruacyja2warviu",
  "dashurl": "https://revsinstitute.box.com/shared/static/4a9scz1qq2w9tyki2zcwnftom4r9s3ui.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/qat1a481b56zs4iyc1wyfdv49u51eo0o.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103332",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1938-alfa-romeo-tipo-8c/"
},
{
  "id": "63",
  "make": "BMW",
  "model": "Type 328 Roadster",
  "year": "1938",
  "thumburl": "https://revsinstitute.box.com/shared/static/vooruwzgcc6c96rle7wf6u8taxw76j74.jpg",
  "descr": "Serial No. Serial No. 85246: Six-cylinder in-line engine, vee-type overhead valves, aluminum cylinder head combining hemispherical combustion chambers with side camshaft, 1971 cc, 80 hp at 5000 rpm.",
  "country": "Germany",
  "gallery": "Vitesse",
  "gallery_seq": "21",
  "station": "7",
  "fact1": "HEADLINE — A forward-looking vehicle that put young BMW company “on the map” as a sports car manufacturer.",
  "fact2": "FACTS — The relatively small but mighty engine, combined with a stiff, light tubular chassis allowed the car to far exceed performance expectations  — 100 mph from just 80 hp.",
  "fact3": "STORIES — Through reparations to the UK after WWII, the innovative hemi-head engine was acquired by Bristol cars and used in their AC sports car through the 50s.",
  "fact4": "DESIGN/AESTHETICS — The car’s flowing integrated roadster look was years ahead of its time. ",
  "fact5": "INSIGHT — Motor featured an aluminum cylinder head with hemispherical combustion chambers and a single, block-mounted camshaft, with valves positioned at a wide angle for better flow, and giving it the look of a DOHC engine.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/iu43n0zlyq9hf9c8wwex7gjqm0n749l3",
  "dashurl": "https://revsinstitute.box.com/shared/static/wxvaz0tajwgcsvsvt7lrctyqtjezx1cb.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/covy7et1tngdq0yfs5xxs0ltr7njepaz.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103326",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1938-bmw-type-328/"
},
{
  "id": "64",
  "make": "Bu-Merc",
  "model": "Racing Sports Car",
  "year": "1939",
  "thumburl": "https://revsinstitute.box.com/shared/static/1fvkrop2wpksy7qtm0poudzhky7cgfq3.jpg",
  "descr": "Serial No. 33409938: Eight-cylinder in-line overhead valve engine, 320 inches (5245 cc).",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "28",
  "station": "7",
  "fact1": "HEADLINE — This car helped build the foundation of modern sports car racing in the US.",
  "fact2": "FACTS — Briggs Cunningham’s first attempt at building a sports car, albeit a “hot rod”, and a portent of his later efforts in designing and building race cars.",
  "fact3": "STORIES — This raced in events of the Auto Racing Club of America, created by C. Miles and Sam Collier prior to WWII. Post-war ARCA morphed into the Sports Car Club of America.",
  "fact4": "DESIGN/AESTHETICS — “Bu-Merc” name comes from Briggs’ melding of a 1939 Buick Century engine and chassis with a wrecked Mercedes SS body. The modified engine was shifted down and back, and the rear suspension features an early use of coil springs.",
  "fact5": "INSIGHT — This car ran in the 1948 and ‘49 Watkins Glen Grand Prix, finishing 2nd and 3rd respectively.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/p1b1qwxjasf9395sf0yrzteawz8s9hlv",
  "dashurl": "https://revsinstitute.box.com/shared/static/hl6q9pjrphuc12w51txfltsjhh6asmue.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/im2eit704osldweylje616nzs8xjd2jz.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103333",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1939-bu-merc/"
},
{
  "id": "65",
  "make": "Mercedes Benz",
  "model": "W154",
  "year": "1939",
  "thumburl": "https://revsinstitute.box.com/shared/static/ba1q0d6oqxw88fm2xc7ihbbt1ep2g63j.jpg",
  "descr": "Serial No. Serial No. 15: Twelve cylinders in vee formation, double overhead camshafts, two Roots-type superchargers 2962cc, 483 hp at 7800 rpm",
  "country": "Germany",
  "gallery": "Revs",
  "gallery_seq": "12",
  "station": "10",
  "fact1": "HEADLINE — The apex of pre-WWII German racing technology.",
  "fact2": "FACTS — This was the last built of 15 W154 Silver Arrows, and it participated in the last race before WWII, on Sept. 3, 1939, in the Belgrade Grand Prix where it finished 2nd after leading from the start. In Grand Prix form, they were capable of over 180 mph; a streamline-bodied car did 246 mph in a speed run on the Autobahn.",
  "fact3": "STORIES — Post-war, it spent time in Romania, where it was run in hillclimbs, then Switzerland, then Japan, before Mr. Collier acquired it in 2006. Nine of the cars survive, this is one of two in running condition.",
  "fact4": "DESIGN & AESTHETICS — The engine and driveshaft were offset, allowing the driver to sit alongside the shaft, and lowering the car’s profile. The 1939 versions of the car had a flatter body and the improved W163 motor. Cylinders were combined in groups of three, in welded-on steel plate cooling jackets with non-removable heads.",
  "fact5": "NON-OBVIOUS INSIGHT — The two-tank fuel load of 62 gallons (at 2.8 mpg) was an exotic mixture of methyl alcohol, acetone, sulfuric ether and nitro benzine. Exhaust fumes could cause nausea, headaches and eye and respiratory problems. The drivers were covered with a tarp during refueling to protect their skin. The car now runs on 85% methanol and 15% nitro methane. The fuel is specially concocted for Revs and costs roughly $50 per gallon. It takes 30 minutes to start, in a 12-step process including a plug change. NOTE: The Revs website’s “before/after” photo shows a W154 at the Indy 500 (in 1947) — it was chassis #9, and not this car.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/g4ns9v71agzqx88n8r6dswbpllr2mvuq",
  "dashurl": "https://revsinstitute.box.com/shared/static/wsogloixgjpw2uji1jt7cawk7bu2evvz.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/h0xs888w3u9oahkcnzqc64hplggu016b.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103287",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/mercedes-benz/"
},
{
  "id": "66",
  "make": "Ferrari",
  "model": "166 Spider Corsa",
  "year": "1948",
  "thumburl": "https://revsinstitute.box.com/shared/static/a5rj8xfpb2j3l2tt81dc66gg4kxglrpm.jpg",
  "descr": "Serial No. 016-I: Twelve-cylinder, 60 degree vee engine, single overhead camshaft, 1992 cc, 130 hp at 7000 rpm (140 hp with higher compression and alcohol fuel).",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "29",
  "station": "7",
  "fact1": "HEADLINE — The first racing Ferrari in America.",
  "fact2": "FACTS — Gioacchino Colombo designed this V12, inspired by 12-cyl. Packards and Cadillacs. A high-reving, lightweight silicon-aluminum short block with narrow bores to allow for capacity growth in future Ferrari engines through the years.",
  "fact3": "STORIES — This was the 8th of 9 built, driven as semi-works car by Luigi Chinetti in 1948. (Chinetti had won ‘48 Le Mans in a 166 MM.) BSC bought this from Chinetti when delivery of a Jaguar XK120 was delayed.",
  "fact4": "DESIGN/AESTHETICS — Had an “Inter” designation for its ability to run in F2 (without fenders and lights) or sports category (with).",
  "fact5": "INSIGHT — BSC finished second (to C. Miles Collier) in this car at 1949 Watkins Glen Grand Prix. Sam Collier was running first in the 1950 race when he crashed this and was killed.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/o5k5m7pxr7yqg41ei0j85wms6ifhrux9",
  "dashurl": "https://revsinstitute.box.com/shared/static/g21iyyr471or8yqrm7b39ji1z5jtda04.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/14f2vb66tbsgzg5m44nuhjsox9y73ttc.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103334",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1948-ferrari-166/"
},
{
  "id": "67",
  "make": "Cadillac",
  "model": "Series 61 Le Mans “Petite Petaud”",
  "year": "1950",
  "thumburl": "https://revsinstitute.box.com/shared/static/rd8yl9dgn3vlky4rn3d2lrq3vgxu2p86.jpg",
  "descr": "Serial No. 506111399: Eight-cylinder, 90 degree vee engine, overhead valves, 331 cubic inches, 160 hp at 3800 rpm.",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "31",
  "station": "7",
  "fact1": "HEADLINE — An American brute takes on the best of Europe, Part One.",
  "fact2": "FACTS — An impressive 10th overall finish in 1950 Le Mans with a lightly modified production car, dubbed Petite Petaud (“A Little Clumsy”) by the French.",
  "fact3": "STORIES — (1) Inspired by C. Miles Collier’s effort at Le Mans in 1939, Briggs Cunningham wanted to test the waters to see how an American car could do in a 24-hour road race. When his original blended “Fordillac” entry was rejected, he obtained two Cadillac Series 61s. This car was assigned to his friends from ARCA, C. Miles and Sam Collier. (2) The car suffered late-race transmission damage after avoiding a dog that wandered onto the track.",
  "fact4": "DESIGN/AESTHETICS — The Series 61 was Cadillac’s smallest and lightest model (at 3900 lbs!) with America’s most powerful engine, the Cadillac V8.",
  "fact5": "INSIGHT — The pair of Cadillacs were the first American cars with American drivers at Le Mans in over 20 years. [Charles Moran, Jr., Du Pont G, 1929 — also 5 Stutzes]",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/xcwnx110pxchem6f9yb2ob5nmeklwt23",
  "dashurl": "https://revsinstitute.box.com/shared/static/yex8ui1hfpf0oev5dgf8zks9hv2018b0.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/6icly1i1g6a4eodifxitn4xohgvyl23j.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103335",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1950-cadillac-series-61/"
},
{
  "id": "68",
  "make": "Cadillac",
  "model": "Series 61 Le Mans “Le Monstre”",
  "year": "1950",
  "thumburl": "https://revsinstitute.box.com/shared/static/5hmhpgqe32cr6i83tlb6dxd2a1rxf084.jpg",
  "descr": "Serial No. 506112964: Eight-cylinder, 90 degree vee engine, overhead valves, 331 cubic inches, 160 hp at 3800 rpm.",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "32",
  "station": "7",
  "fact1": "HEADLINE — An American brute takes on the best of Europe, Part Two.",
  "fact2": "FACTS — Briggs Cunningham took advantage of a rules loophole that permitted rebodying a production car. The resulting slab was dubbed Le Monstre by the French.",
  "fact3": "STORIES — (1) Briggs ignored Le Mans veteran C. Miles’ advice to stow a shovel. After the car went into sand bank early in the race, it took BSC 40 minutes to dig out and get going (note left-front damage in photo), to an eventual 11th place finish. (2) The car suffered worse damage a day before scrutineering, when co-driver Phil Walters was touring the course with the daughter of one the race organizers and ran up the tail of Briggs’ ‘49 Caddy support sedan then got rear-ended, when a horse cart stopped on the track. It took all night and an aluminum welding expert flown in from England to get the car ready.",
  "fact4": "DESIGN/AESTHETICS — Grumman Aircraft engineer assisted after-hours in coming up with a lower, lighter, wind tunnel-tested, aeronautical body over stock Cadillac chassis and lightly-modified motor.",
  "fact5": "INSIGHT — (1) The front badge is a winged Cadillac logo, reflecting the involvement of an aeronautical engineer. (2) In 2023, Le Monstre was one of a select group of past cars invited back to Le Mans to participate in pre-race festivities for the 100th anniversary of the race.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/3tlar2zu8nsf8ju3icqsvyh92lsh290s",
  "dashurl": "https://revsinstitute.box.com/shared/static/1n8o7v433m5rha9p66a0m4hbkh2oq3er.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/negpg1tk88w6hjdnl0vfayk83smxq2xk.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103337",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/cadillac-1950-series-61-le-mans/"
},
{
  "id": "69",
  "make": "Cisitalia",
  "model": "202 SC Coupe",
  "year": "1950",
  "thumburl": "https://revsinstitute.box.com/shared/static/imwekqa16oukxag49k8onakvnhbtj6i4.jpg",
  "descr": "Serial No. 131 SC: Four-cylinder in-line pushrod engine, 1090 cc, 60 hp at 5500 rpm.",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "30",
  "station": "7",
  "fact1": "HEADLINE — Modern sports car design comes to the Post-War world.",
  "fact2": "FACTS — Piero Dusio’s Consorzio Industriale Sportivo Italia (CISItalia) made a fortune outfitting the Italian army during WWII. Post-War he decided to make racers, commissioning Ferry Porsche (via Carlo Abarth) to help design an F1 car, and decided to also build a sports coupe. 100 of these 202SCs were built before the company was dragged down by the F1 project. It moved to Argentina to build industrial equipment.",
  "fact3": "STORIES — Dr. Porsche and Anton Piech were sprung from French imprisonment through a funneled deduction from Ferry’s F1 car project.",
  "fact4": "DESIGN/AESTHETICS — Dusio friend Battista “Pinin” Farina created what became the template for GT cars of the 50s with a flowing single-envelope design. The body shows excellence in hiding joints between panels.",
  "fact5": "INSIGHT — A sister car was featured in MOMO’s 1951 exhibit on excellence in auto design, along with BSC’s James Young Bentley.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/m0l0pp6yvgdzf2ieie2zmfe2shn7knu6",
  "dashurl": "https://revsinstitute.box.com/shared/static/ojfbeh4jqa7xl1ss23uo0ntp4smbjq80.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/1r5tedbc1hhmroher385ezuiteaivee4.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103336",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1950-cisitalia/"
},
{
  "id": "70",
  "make": "Cunningham",
  "model": "C-1 Prototype",
  "year": "1951",
  "thumburl": "https://revsinstitute.box.com/shared/static/jrzseops3uf6borlw2enre3a2spovzsl.jpg",
  "descr": "Serial No. 5101: Cadillac eight-cylinder, 90 degree vee engine, overhead valves, 331 cubic inches, 220 hp.",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "33",
  "station": "8",
  "fact1": "HEADLINE — The start of Briggs Cunningham’s effort to build his own race cars.",
  "fact2": "FACTS — Something of a “hot rod” with an assortment of suspension and other parts pulled from various cars - a modified 331 cu-in. Cadillac V8, and an aluminum body on a massive tube steel frame, Ford-based coil spring front suspension, Oldsmobile rear springs, de Dion rear axle, Cadillac brakes, Borrani wire wheels, windshield from an unknown donor.",
  "fact3": "STORIES — This prototype led to the construction of a trio of Chrysler Hemi-powered C-2s, which failed in 1951 Le Mans. This travelled to Le Mans in ‘51 as a backup/support car.",
  "fact4": "DESIGN/AESTHETICS — Designed by Bob Blake, it’s body is reminiscent of the Ferrari Barchetta and AC Bristol, and hints at two-seat V8 powered American sports cars to come, such as the early Corvette and Cobra.",
  "fact5": "INSIGHT — Built at the former Frick-Tappet machine shop in West Palm Beach, which became BSC’s base of operations.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/vd5iosluja5jffjirq9atjzggbumowhs",
  "dashurl": "https://revsinstitute.box.com/shared/static/zmyij9anwfenh06i22pgpoe634skq5dy.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/2yfcfsb2axdj3fln3fhmiwq1fr573j7k.json",
  "engineurl": "https://revsinstitute.box.com/shared/static/2yfcfsb2axdj3fln3fhmiwq1fr573j7k.json",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103338",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1951-cunningham-c-1/"
},
{
  "id": "71",
  "make": "Cunningham",
  "model": "C3 Continental Coupe",
  "year": "1952",
  "thumburl": "https://revsinstitute.box.com/shared/static/hlvkjjuhugm9cu1rr4ia8f946xpz3m7p.jpg",
  "descr": "Serial No. 5224: Chrysler eight-cylinder, hemi-head vee engine, four Zenith downdraft carburetors, 331.1 cubic inches, 220 hp at 4000 rpm.",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "34",
  "station": "8",
  "fact1": "HEADLINE — If you have to build a car, build the best",
  "fact2": "FACTS — Under Le Mans homologation rules, BSC had to build and sell at least 25 cars to be considered a manufacturer.  The C-3 was originally meant to be customer version of the C-2, adaptable for street or racing.",
  "fact3": "STORIES — Mechanicals were assembled at Cunningham’s West Palm Beach shop, and then shipped to Italy for out-sourced bodies. Cars were then shipped back to US for final assembly. Each promised at $12K, but cost at least $15K to build.",
  "fact4": "DESIGN/AESTHETICS — Design by Vignale coachworks was patterned after the Ferrari 212. Total production of 25 Vignale-bodied cars (20 coupes, 5 convertibles). Two more open cars were West Palm Beach-built prototypes.",
  "fact5": "INSIGHT — (1) A C-3 was in the 1953 edition of MOMA’s exhibit on best auto designs. (2) Examples of other owners: Nelson Rockefeller had one and Jay Leno has one. (3) This C-3 has been upgraded with disc brakes, fuel-injection, air conditioning, and harnesses.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/khzn6572s2v7grf56bsh2ptnq3373bo0",
  "dashurl": "https://revsinstitute.box.com/shared/static/pqo9vfa4dwybcd20ji47nmz50m3hasbs.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/h7ckczakqtwm1iisdzh4gz8c2f8mvsj3.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103339",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1953-cunningham-c-3/"
},
{
  "id": "72",
  "make": "Cunningham",
  "model": "C-4R",
  "year": "1952",
  "thumburl": "https://revsinstitute.box.com/shared/static/g2emml78ed2ulp0mfzush2wrk38b720a.jpg",
  "descr": "Serial No. 5216R: Chrysler eight-cylinder, hemi-head vee engine, four Weber 400DCM downdraft carburetors, 331.1 cubic inches, 300 hp at 5200 rpm.",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "36",
  "station": "8",
  "fact1": "HEADLINE — The most successful Cunningham",
  "fact2": "FACTS — A significantly better car than the C-2, the CR4s ran Le Mans in 1952, ‘53 and ‘54, with finishes of 4th in ‘52, 7th in ‘53, and 3rd and 5th in ‘54. This car also won the 12 Hours of Sebring in 1953, and had later success in West Coast SCCA racing.",
  "fact3": "STORIES — Briggs had an epic drive in the 1952 Le Mans, where he drove this car for 20 of the 24 hours to 4th place, despite a bad clutch and fading brakes.",
  "fact4": "DESIGN/AESTHETICS — For 1952, G. Briggs Weaver (former chief engineer with Du Pont Motors and Indian Motorcycles) was brought in to design a smaller, simpler, lighter, more aerodynamic version of the C-2, but with Chrysler’s new “Firepower” Hemi.",
  "fact5": "INSIGHT — (1) Of the 18 cars in the Collection that have run Le Mans, this car had the best record, finishing in the top ten all three years it ran. (2) In the 1990s, Cunningham Historic Motor Cars, owned by Larry Black & Briggs S. Cunningham III, produced four C4R continuation cars authorized by the Cunningham family.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/asz6gxe92xl9j7l1kpstwzgv4sq3731m",
  "dashurl": "https://revsinstitute.box.com/shared/static/p7uputjdmptvsc2v0ul62ikrlz62jz9i.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/hy09op87l2jo19lknukwm7ew44eykquv.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103341",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1952-cunningham-c-4r/"
},
{
  "id": "73",
  "make": "Cunningham",
  "model": "C-4RK",
  "year": "1952",
  "thumburl": "https://revsinstitute.box.com/shared/static/d143v8z07evu3kx3rdcfzwho2njhu7oz.jpg",
  "descr": "Serial No. 5218R: Chrysler eight-cylinder, hemi head vee engine. Four Zenith downdraft carburetors, 331.1 cu-in, 300 hp @ 5200 rpm",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "35",
  "station": "8",
  "fact1": "HEADLINE — A bold and brutish American challenger.",
  "fact2": "FACTS — By 1952, BSC using the new “Firepower” Hemi motor, getting first crack as a school chum of the son of Chrysler President KT Keller. At the 1952 Le Mans, this led early and set fastest lap (107 mph), but retired. The car placed 10th in 1953.",
  "fact3": "STORIES — The C-4RK coupe was too confining for Briggs Cunningham, who drove the adjacent C-4R roadster to a fourth-place finish in 1952 Le Mans.",
  "fact4": "DESIGN/AESTHETICS — The “K” referred to Dr. Wunibald Kamm, a German aerodynamicist. He was one of Von Braun’s rocket scientists but started as a Daimler auto engineer, and helped with the design of the BMW 328. He consulted on this tail design and created an aerodynamic standard in racing.",
  "fact5": "INSIGHT — This is the only original example of the C4RK, and is not exercised. It was scrutinized and 3D-scanned for the construction of a recreation, which appeared at the 2018 Greenwich Concours dElegance.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/ocoj6qgtftyx93al0q7a6cq1131xjc8r",
  "dashurl": "https://revsinstitute.box.com/shared/static/4c9wccklb4pq0xyvkfg1sq2w64xdhjdf.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/pal4sepi2gpu2k5t6zcej7g39sjjtk7i.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103340",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1952-cunningham-c-4rk/"
},
{
  "id": "74",
  "make": "Cunningham",
  "model": "C-5R",
  "year": "1953",
  "thumburl": "https://revsinstitute.box.com/shared/static/vo8aav1fcyy795erpdir1iv7lxulm1xo.jpg",
  "descr": "Serial No. 5319R: Chrysler eight-cylinder, hemi-head vee engine, four Zenith downdraft carburetors, 331.1 cubic inches, 310 hp at 5200 rpm.",
  "country": "",
  "gallery": "Vitesse",
  "gallery_seq": "37",
  "station": "8",
  "fact1": "HEADLINE — BSC ups the ante with the car to beat at Le Mans in ‘53",
  "fact2": "FACTS — With a top speed of 154 mph, it was the fastest car on the track and the pre-race favorite. It averaged 104 mph in the race, but still finished 3rd to the Jaguar C-Types.",
  "fact3": "STORIES — The car had increased horsepower, huge 17-inch brakes (larger than, and set outside the wheels), and a lighter, solid Indy roadster-style front axle to save weight. But the Jaguar C-Types negated the C5R’s speed with better cornering and braking; they had use of Dunlop’s new disc brake design.",
  "fact4": "DESIGN/AESTHETICS — It’s airfoil-shaped body was reminiscent of “Le Monstre”. But, low-drag had consequences: Later in ’53 John Fitch car got this car airborne and crashed at a 12-hour race at Reims. He was likely saved by BSC’s early adoption of lap belts.",
  "fact5": "INSIGHT — (1) This car is the only one of this kind built. (2) The French dubbed this “Le Sequin” (The Shark) for its shape and toothy grill.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/wqypgw6ljr4qugtmchhhks1qot7azhdw",
  "dashurl": "https://revsinstitute.box.com/shared/static/d06wcoxk6sl6seh0tipg5vgcuykb8vns.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/87iyh2pdmd0n5r685zepnq175qi0xr34.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103342",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1953-cunningham-c-5r/"
},
{
  "id": "75",
  "make": "Lancia",
  "model": "Aurelia B20 Series II Coupe",
  "year": "1952",
  "thumburl": "https://revsinstitute.box.com/shared/static/qwj9a4it4lxe519lve6qhctrbf1zet8o.jpg",
  "descr": "Serial No. B202149: Six cylinder, 60 degree vee engine, two overhead valves per cylinder. 1991 cc, 80 hp at 4700 rpm.",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "43",
  "station": "8",
  "fact1": "HEADLINE — A race-capable sports car you could drive to the opera.",
  "fact2": "FACTS — This was a luxury sports car with lots of flair, such as cashmere seats. But it was also a capable performer, with a 1951 Le Mans class win and a Mille Miglia 2nd overall.",
  "fact3": "STORIES — Lancia is now run by Vincenzo’s widow Adele and son Gianni. The B20 is their first Post-War production car and first effort at mass production, with nearly 3,900 B20s made through 1957. The B20 continued Lancia’s hallmark for innovation and build quality, with production by Pinin Farina, and increased luxury and power.",
  "fact4": "DESIGN/AESTHETICS — B20 innovations included unibody chassis, all-independent suspension, rear transaxle and the first production V6 motor.",
  "fact5": "INSIGHT — Lancia was the first to fully embrace the new Michelin radial tires, which it ran on a B20 at the 1951 Le Mans. Lancia is pronounced Lan’cha. ‘Lan see ya’ is incorrect (Italian).",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/q585nl26g4bq4ffkenqxc0w20txqc19x",
  "dashurl": "https://revsinstitute.box.com/shared/static/liqdcpibbkyygknij7ntka3e08oflgis.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/8yordtkw3zz6e1bzle6q8htwchp95ea6.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103351",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1952-lancia-aurelia/"
},
  
{
  "id": "76",
  "make": "Porsche",
  "model": "550 Coupe",
  "year": "1953",
  "thumburl": "https://revsinstitute.box.com/shared/static/zu6whrl4x05yisljn0unzfbfu4mo5224.jpg",
  "descr": "Serial No. 550-01: Flat-four air-cooled pushrod engine, mounted midship, 1498 cc, 98 hp at 6000 rpm",
  "country": "Germany",
  "gallery": "Porsche",
  "gallery_seq": "2",
  "station": "2",
  "fact1": "HEADLINE — The very first factory-built Porsche race car.",
  "fact2": "FACTS — Inspired by “specials” homemade from 356s and VWs by VW distributor Walter Glöckler, this is the first purpose-built and mid-engine Porsche race car. This is serial number 01 of five 550 cars made in 1953. A total of 89 550s were built over three years.",
  "fact3": "STORIES — In 1953, this car ran in the grueling Carrera Panamericana as well as the 24 Hours of Le Mans. It’s shown as it ran in the Panamericana, and the neighboring buck shows its Le Mans livery. The buck is actually the built-up fiberglass body in which the car was found in a Mexico shoe factory; that fiberglass body was cast over the original aluminum body, and so provided a guide for the recreation of the car’s new body.",
  "fact4": "DESIGN & AESTHETICS — As prototype cars, 01 and 02 had more powerful versions of the experimental, VW-derived pushrod motors. The rest of the 550s had variations of the Fuhrmann four-cam engines. The alloy bodies were by Weidenhausen of Frankfurt. The first five cars were spyders and had removable fitted cockpit roofs. The 01 and 02 cars used rear swing arm suspension with leading arms attached to cross-car torsion bars; subsequent cars had trailing arms.",
  "fact5": "NON-OBVIOUS INSIGHT — Three of the first five 550s survive today — Miles Collier has 01, Jerry Seinfeld 03 and the Porsche Museum in Stuttgart 04 (02 and 05 are lost, the latter disappearing after display at the 1953 Paris Auto Show).",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/nylg448kpbldis9vha5ltbbyya9m7zjh",
  "dashurl": "https://revsinstitute.box.com/shared/static/gbongan43jexkbwnwhgiu2n5jzrhx3zd.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/n91y7cplrmootf3eya3zdmk6x6i4rb5o.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103249",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1953-porsche-550-coupe/"
},
{
  "id": "77",
  "make": "Osca",
  "model": "MT4 1500 Sports-Racer",
  "year": "1954",
  "thumburl": "https://revsinstitute.box.com/shared/static/wt1ionhe4ug0622l9yi1wosio72bba1e.jpg",
  "descr": "Serial No. 1137: Four-cylinder in-line engine, double overhead camshafts, 1452 cc, 130 hp at 6300 rpm.",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "40",
  "station": "8",
  "fact1": "HEADLINE — A true “Giant Killer”",
  "fact2": "FACTS — At just under 1500 cc, this car achieved the smallest displacement win ever at the 12 Hours of Sebring.",
  "fact3": "STORIES — Briggs Cunningham entered this car for the 1954 Sebring against more powerful and established opposition. Stirling Moss & Bill Lloyd soldiered on while the opposition steadily dropped out, and ended up winning by five laps. It was Stirling Moss’ first race in America. His co-driver was BSC’s wife’s cousin.",
  "fact4": "DESIGN/AESTHETICS — The focus was on building a lightweight, small displacement barchetta (“little boat”) open two-seat sports car. At under 1,300 lbs, it was able to hit 120 mph with a 1.5 liter, 130 hp engine.",
  "fact5": "INSIGHT — OSCA (Officine Specializzate Costruzione Automobili, “Office Specialized in Construction Of Automobiles”) was started by three Maserati brothers after the family company was sold to industrialist Adolfo Orsi. In selling a limited number of cars at $10,000 each, OSCA only lasted a decade.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/cs9zlzwx90d7a5027nqtdxx0pfb9dkqk",
  "dashurl": "https://revsinstitute.box.com/shared/static/om996w7n3tgwmrkbvciai05028q0konh.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/rkr0vrvuiog20npzfcmepup25be3k3w5.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103346",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1954-osca-sports-racer/"
},
{
  "id": "78",
  "make": "Cunningham",
  "model": "C-6R",
  "year": "1955",
  "thumburl": "https://revsinstitute.box.com/shared/static/2e0ak44809l5apwi2yeuvdays19o7x73.jpg",
  "descr": "Serial No. 5422R: Current Engine: bored-out 3.8-liter Jaguar D-Type. Original Engine (on stand): four-cylinder, in-line Meyer-Drake Offenhauser, 179 cubic inches (2942 cc).",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "38",
  "station": "8",
  "fact1": "HEADLINE — The last car to bear the Cunningham Motor Company badge.",
  "fact2": "FACTS — A rules change to the 3-liter limit shelved the Chrysler Hemi engines, so Briggs switched to an Offenhauser motor. At Le Mans the “Offy” had to run on low-octane pump fuel instead of its usual methanol, leading to burned valves and a DNF after 19 hours.",
  "fact3": "STORIES — With Cunningham Motors losing money five straight years, the IRS declared it an “expensive hobby” and BSC ceased car production.",
  "fact4": "DESIGN/AESTHETICS — With a design evocative of the new D-Type Jaguar, this was the first Cunningham racer to be developed from a full set of engineering plans.",
  "fact5": "INSIGHT — (1) This wears a D-Type nose, to replace the original damaged in an accident. (2) The C-6R later ran in the US with a Jaguar 6-cyl. XK engine, which is still in the car.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/igqvspe2cma3e4cjj77xrm1qbiyunahh",
  "dashurl": "https://revsinstitute.box.com/shared/static/w8s1jxx3epn8sgik0hlzt80y1i506p56.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/d19xl9y2xgz88taao003o5gey6yp5gji.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103343",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1955-cunningham-c-6r/"
},
{
  "id": "79",
  "make": "Jaguar",
  "model": "D-Type",
  "year": "1955",
  "thumburl": "https://revsinstitute.box.com/shared/static/m9istfm1fax3x66gxtu9i9onanuuknmp.jpg",
  "descr": "Serial No. XKD507: Six-cylinder in-line engine, double overhead camshafts, two valves per cylinder, three dual-throat Weber carburetors, 3442 cc (210 cubic inches), 270 hp at 6000 rpm.",
  "country": "Great Britain",
  "gallery": "Vitesse",
  "gallery_seq": "39",
  "station": "8",
  "fact1": "HEADLINE — The car to beat at Le Mans in 1955.",
  "fact2": "FACTS — Briggs hedged his bets at Le Mans in ’55 by running this customer car along with the C-6R he co-drove.",
  "fact3": "STORIES — (1) A factory D-Type won the tragedy-marred ‘55 Le Mans, when 84 were killed in an early-race Mercedes crash.  Cunningham team driver Phil Walters in this D-Type retired from the race — and racing — after having followed the crash. (2) Cunningham focused on racing in America the next three years, as well as becoming the NE US Jaguar distributor.  This D-Type became the ’56 and ’57 SCCA class champ.",
  "fact4": "DESIGN/AESTHETICS — The D-Type was built specifically with Le Mans in mind, with extensive use of aeronautical engineering such as an aluminum monocoque chassis and streamlining. Legendary XK6 motor was smooth running and dependable, and was used by Jaguar in various configurations in racing and road cars from 1948 to ‘92. Use of disc brakes further enhanced the package for Le Mans in 1955.",
  "fact5": "INSIGHT — This is one of a few cars in the Miles Collier Collections not exercised, as this is last original condition D-Type (of 75 built). In 2018, Jaguar announced a run of 25 continuation cars.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/ow2jvshguyc43pot0sfjhkdswcw4emqn",
  "dashurl": "https://revsinstitute.box.com/shared/static/g9dgwnpkqep5l77lbdr9arb0scjh05do.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/6kzklag97b7lbxjl5iy64ju577s9etua.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103344",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1955-jaguar-d-type/"
},
{
  "id": "80",
  "make": "Lancia",
  "model": "D50 (Recreation)",
  "year": "1955",
  "thumburl": "https://revsinstitute.box.com/shared/static/igh12s0t4byzna7owp1ym6wcg0ai4pqi.jpg",
  "descr": "Serial No. Original Transaxle No. D50-0013 Original Engine No. D50A/3: Eight –cylinder, 90⁰ vee engine, double overhead camshafts 2479 cc, 250 hp at 8200 rpm.",
  "country": "Italy",
  "gallery": "Revs",
  "gallery_seq": "11",
  "station": "10",
  "fact1": "HEADLINE — The most advanced Grand Prix racer of its day, but it broke the bank.",
  "fact2": "FACTS — In the 1954-55 Formula One seasons when Mercedes-Benz was all-dominant, they considered this car to be their only credible competition.",
  "fact3": "STORIES — Gianni Lancia wanted to follow his father’s footsteps of innovation and quality, with this signature Formula One racer. He “looted” Ferrari by pulling in Vittorio Jano, who had designed Alfa Romeo racers to greatness in the ‘20s and ‘30s. Jano succeeded in building a spectacular car, but teething issues and development costs bankrupted Lancia and led to the cars being transferred … to Ferrari, where they were raced to the World Championship with Juan Fangio in 1956.",
  "fact4": "DESIGN & AESTHETICS — The highly innovative design included using the engine block as a stressed part of the frame (15 years before the Lotus 49), pannier fuel tanks, a rear transaxle and De-Dion rear suspension, and offset driveshaft for lowered stance.",
  "fact5": "NON-OBVIOUS INSIGHT — In ’57 Enzo ordered the Lancias dismantled, as was Ferrari custom for outmoded models. Parts later were secured by the son of a Lancia exec. to begin building highly accurate recreations/continuations such as this.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/2mnebzilyxu6297wgmwpt236urfwqgb7",
  "dashurl": "https://revsinstitute.box.com/shared/static/jhm6g5gojn77ry9mrtrxsl9b3tfnvhx4.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/wk96t2cljaxqh88i04e5qcffg3ofsv3w.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103286",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1955-lancia-d50/"
},
{
  "id": "81",
  "make": "Cooper",
  "model": "Climax T-43",
  "year": "1957",
  "thumburl": "https://revsinstitute.box.com/shared/static/kyppo12h9fnz2nkw3wpyt5uf1echz5vn.jpg",
  "descr": "Serial No. F2-7-57: Four-cylinder in-line engine, twin overhead camshafts, 1960 cc, 180 bhp at 6500 rpm.",
  "country": "Great Britain",
  "gallery": "Revs",
  "gallery_seq": "13",
  "station": "10",
  "fact1": "HEADLINE — This car ushered in the modern mid-engine revolution in open wheel racing.",
  "fact2": "FACTS — The car was the brainchild of Charles and John Cooper, British tuners and builders of small racers based on motorcycle engine-transmissions. From an improbable win with a private team and a borrowed driver, Cooper would go on to claim the F1 Constructor’s Championship in 1959 and ‘60. By 1962, all F1 cars would be mid-engine.",
  "fact3": "STORIES — Against all odds, Stirling Moss won the Argentine GP in 1958, proving the design strategy of handling over power. Among his obstacles were: Being underpowered versus the dominant Ferraris and Maseratis, wheels with lug-nuts preventing a fast pit stop, a balky clutch, cording tires, and even getting poked in the eye the day before. (Incidentally, Moss’ usual F1 ride that season was with Vanwall, but they didn’t go to Argentina, freeing Moss up to drive in a one-only for Rob Walker.)",
  "fact4": "DESIGN & AESTHETICS — The mid-engine design was the first post-War application in open wheel racing (the placement was tried in Ferdinand Porsche designs for Benz in the ‘20s, by Auto Union and Alfa Romeo in the ‘30s, and Harry Miller also had a rear engine Indy car in the ‘30s).",
  "fact5": "NON-OBVIOUS INSIGHT — The two-liter Climax motor was derived from a portable fire pumper engine, and front and rear suspension with transverse leaf springs was inspired by a Fiat 500.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/ykii5klq5e6ilevkbav7xcsj9f74yawu",
  "dashurl": "https://revsinstitute.box.com/shared/static/j3ga3rzfstcs6wq3hyfp47864qwlbn5l.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/ietv0d8umx4qwb3afewekgunm3wo7utm.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103288",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1957-cooper-climax/"
},
{
  "id": "82",
  "make": "Alfa Romeo",
  "model": "Giulietta Sprint Veloce",
  "year": "1958",
  "thumburl": "https://revsinstitute.box.com/shared/static/inlulsbpefxfdrptmya9u9fgcsgbsvdr.jpg",
  "descr": "Serial No. 1493-06924: Four-cylinder in-line engine, double overhead camshafts 1290 cc, 90 hp at 6500 rpm.",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "44",
  "station": "8",
  "fact1": "HEADLINE — Alfa Romeo’s first mass produced model.",
  "fact2": "FACTS — A fast, comfortable, driver-friendly, upper middle-class touring car. ",
  "fact3": "STORIES — Alfa Romeo originally envisioned the Giulietta as the 4-door Berlina, and sold lottery chances to drum up interest and raise cash. When the Berlina faced a year of delays, Bertone was called in to fast-track the Sprint coupe for the ‘54 Turin auto show. Ultimately the Berlina, Sprint and Spider versions would all sell well, with Sprint a particular success story for Bertone.",
  "fact4": "DESIGN/AESTHETICS — A young Giorgio Giugiaro was the designer, with typical Italian flair for soft lines. Light unibody construction with high-strung twin-cam engine made for a nimble and quick ride.",
  "fact5": "INSIGHT — Giulietta was Alfa Romeo’s first new production model in 12 years. Veloce (“fast” in Italian) was a hopped-up version over standard model.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/p7xkekx2f904iqv2hkyb8wx7aw01hf7j",
  "dashurl": "https://revsinstitute.box.com/shared/static/9pt3lbrdo3ft65qc8rev7wdhekf324ut.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/5bm89hk9zn0yab1pzrq8lkn4ebn6ed72.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103348",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1958-alfa-romeo-giulietta/"
},
{
  "id": "83",
  "make": "Scarab",
  "model": "Sports-Racer",
  "year": "1958",
  "thumburl": "https://revsinstitute.box.com/shared/static/ar1pv0prnx0cwibwikrgyu1qzlgoeffb.jpg",
  "descr": "Serial No. 003: Eight-cylinder 90 degree vee engine, pushrod operated overhead valves, Hilborn fuel injection, 339 cubic inches, 365 hp at 6000 rpm.",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "51",
  "station": "8",
  "fact1": "HEADLINE — An American racing effort fueled by a trust fund.",
  "fact2": "FACTS — Frustrated with getting manufacturers’ cast-off cars, Lance Reventlow decided to build his own racers to ensure he had the best. This is one of four cars built for World Sports Car racing, but WSC displacement rules changed which restricted the cars to the US. These Scarab sports racers dominated SCCA B-modified in late ‘50s-early ‘60s.",
  "fact3": "STORIES — (1) Lance was the only son of Woolworth heiress Barbara Hutton. Her 4th husband (of 7), 1948 Targa Florio winner Igor Troubetzkoy, sparked Lance’s racing interest, and a $25M trust fund fueled it. (2) His staff included Phil Remmington, who would later mastermind Carol Shelby’s cars — and working in the same LA factory (Shelby bought it from Reventlow).",
  "fact4": "DESIGN/AESTHETICS — (1) 18-yr old Chuck Pelly designed the aluminum body for $200; he later led BMW’s California design studio. (2) Under the hood is a V8 Chevy motor based on a bored-out Corvette engine with a longer stroke crankshaft.",
  "fact5": "INSIGHT — Three F1 Scarabs were also built, but were hobbled by engine design and placement issues. Lance and his Scarab were the first American car/driver in F1 since ’24, and the Scarab was the last front-engine car in F1 (‘60 Belgian GP).",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/ldux8y3z26s2susfglr50qezq4owilvp",
  "dashurl": "https://revsinstitute.box.com/shared/static/i9kyw8r4iyz5fbm4puamhux9s9k0tqnk.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/kavpv7dl3pz3lii4gpg09znfs8kaygr9.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103352",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1958-scarab-sports-racer/"
},
{
  "id": "84",
  "make": "Vanwall",
  "model": "Formula 1",
  "year": "1958",
  "thumburl": "https://revsinstitute.box.com/shared/static/chtcoq27m57ho7d31dq2p72a0rv13lgw.jpg",
  "descr": "Serial No. VW5/11: Four-cylinder in-line engine, twin overhead camshafts, fuel injected, 2490 cc, 262 hp at 7500 rpm.",
  "country": "Great Britain",
  "gallery": "Revs",
  "gallery_seq": "16",
  "station": "10",
  "fact1": "HEADLINE — The last winning front-engine car in F1.",
  "fact2": "FACTS — Vanwall was the first British constructor to be crowned F1 champion. But Ferrari’s Mike Hawthorn won the 1958 driver’s crown, by a single point over Vanwall’s Stirling Moss.",
  "fact3": "STORIES — Tony Vanderwell was originally with B.R.M. in the late-40s, but soured on their stubborn and unsuccessful “all-British components” approach. His F1 car would be sourced from the best parts from around the world.",
  "fact4": "DESIGN & AESTHETICS — The aerodynamic design was by Frank Costin and chassis by Colin Chapman. The engine was based on coupled Norton motorcycle engines, which used the Thin Wall Bearing that Vanderwell manufactured.",
  "fact5": "NON-OBVIOUS INSIGHT — The low drag body with a small frontal area was made of lightweight magnesium, a flammable solid that can ignite at relatively low temperatures. That body is carefully stored elsewhere at Revs, and this is an aluminum body for display and exercise purposes.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/mfd4d1fa7sminkt1rghvql0l2086wvap",
  "dashurl": "https://revsinstitute.box.com/shared/static/91qddn7k30g73aoxvho6njdat8xwcc4i.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/fqumkfmk7btsdole2kw9grudd6yuvc8i.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103290",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1958-vanwall/"
},
{
  "id": "85",
  "make": "Cooper",
  "model": "T-51",
  "year": "1959",
  "thumburl": "https://revsinstitute.box.com/shared/static/sf01h7ha8a9bv6fpwlrcbzt9mm12fos6.jpg",
  "descr": "Serial No. F2-26-59: Four-cylinder in-line engine, twin overhead camshafts, 2495 cc, 239 hp at 6750 rpm.",
  "country": "Great Britain",
  "gallery": "Revs",
  "gallery_seq": "15",
  "station": "10",
  "fact1": "HEADLINE — The nail in the coffin of the front-engine leviathans.",
  "fact2": "FACTS — The T-51 was the first mid-engine car to win F1 Constructors’ Championship, for the Cooper factory team in 1959 and ‘60 with Jack Brabham winning the driver’s crown both years.",
  "fact3": "STORIES — This T-51 is one of three customer cars Cooper built for Yeoman Credit Racing, originally an F2 team started by Stirling Moss’s father (and manager) Alfred as British Racing Partnership. The Yeoman name for the 1960 F1 season came from commercial arrangements that made this the first sponsor-named team in Formula One, a decade before John Player and Yardley.",
  "fact4": "DESIGN & AESTHETICS — Designer Owen Maddock improved on the T-43, most notably its weakness in Citroen and Coletti gearboxes. The T-51 featured a Hewland gearbox, as well as integral midship fuel tanks, and was more sophisticated than the T-43, with disc brakes and front wishbone suspension with coil springs.",
  "fact5": "NON-OBVIOUS INSIGHT — The Yeoman team had mixed results in 1960, and two drivers were killed — one of them being Harry Schell, a son of Lucy O’Reilly Schell. He had been a proponent of roll bars for F1 cars, and they were adopted in 1961.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/n1k58dzb81i4823bplp6jxnjlwvvs8id",
  "dashurl": "https://revsinstitute.box.com/shared/static/a3wgry2bpj0cvw47ixnmooyjvb7xjw0l.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/xvua2366bcllwbpyf8zqhodv4x754xo1.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103291",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1959-cooper-type-51/"
},
{
  "id": "86",
  "make": "Porsche",
  "model": "718 RSK Spyder",
  "year": "1959",
  "thumburl": "https://revsinstitute.box.com/shared/static/3coi4vqpvldpwj2uv1wwcwtm6fpzalom.jpg",
  "descr": "Serial No. 718-007: Flat-four air-cooled engine, mounted midship, twin overhead camshafts 1498 cc, 150 hp at 7200 rpm",
  "country": "Germany",
  "gallery": "Porsche",
  "gallery_seq": "4",
  "station": "2",
  "fact1": "HEADLINE — Further evolution of the Giant Killer racer.",
  "fact2": "FACTS — The 718 RSK replaced the 550A and first appeared in 1957. Their early success was in hill climbs, but by 1958 an RSK finished 3rd overall at Le Mans. Five RSKs, including this car, ran Le Mans in 1959; all DNFed. But 718s placed 1-2-3-4 for Porsche at the 1959 Targa Florio. The steady success of the 9 factory cars spurred production of 24 more for customers.",
  "fact3": "STORIES — (1) Porsche built a central steering (“Mittellenker”) option into this and another factory racer, and several customer cars. This allowed dual use in Sports and F2 racing, where F2 allowed full streamliner bodies for high-speed tracks. (2) The absence of paint was a weight reduction tactic. Note visible seams between the hand-formed aluminum panels.",
  "fact4": "DESIGN & AESTHETICS — (1) The steel hood is the primary oil cooler, which was marginally effective. A secondary cooler is in the drivers-side door sill. (2) RSK stands for RennSport (“Racing”) while the K referred not to Kurtz (“short-tail”) but rather to the front and rear torsion bar layout of the suspension on the first cars — the bars resembled the letter “K”. Later cars like this car had coil springs with wishbones in the rear.",
  "fact5": "NON-OBVIOUS INSIGHT — With the option of center-steering for Formula Two racing in 1959, Porsche was testing the waters for a foray into F1 in 1960. It didn’t turn out well.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/j0wnllcexn7y4l09iag2our8mtig2gkf",
  "dashurl": "https://revsinstitute.box.com/shared/static/nm42uj7d10z7uztv9q1i9qzqyiagc57u.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/qcccrjuf20o4dxx8vmgym2ihbxptfo80.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103251",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1959-porsche-718-rsk-spyder/"
},
{
  "id": "87",
  "make": "Citroën",
  "model": "2CV Sahara",
  "year": "1961",
  "thumburl": "https://revsinstitute.box.com/shared/static/7h18cnqc17cxssuowwit936cae1ae4ia.jpg",
  "descr": "Serial No. Chassis No. 0120 Engine Nos. AW051-0005/AW051-0008: Twin horizontally-opposed two-cylinder air-cooled engines, 425 ccs, 12 bhp at 5300 rpm.",
  "country": "France",
  "gallery": "Automobility",
  "gallery_seq": "12",
  "station": "4",
  "fact1": "A humble, quirky, (usually) front wheel drive car with 2-cylinder engines ranging from 9 to 29 hp.",
  "fact2": "250 of these Saharas featured dual motors and transmissions, driving each end separately for rudimentary all-wheel drive, or the front engine used alone for front-wheel drive like the standard models.",
  "fact3": "2CV for “duex chevaux” — refers to taxation bracket of two (fiscal) horsepower (not actual hp!).",
  "fact4": "Soft suspension allowed a farmer to literally put “all his eggs in one basket” in the back seat without the risk of breaking them.",
  "fact5": "Easily removable doors and roll-back roof to accommodate tall objects.",
  "fact6": "Designed — with 200+ cars built — just prior to outbreak of WWll, 2CV enjoyed a production run of 4 million units over 42 years.",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/1ssq5x11otmv7ssa9iavhdmub1mzgff9",
  "dashurl": "https://revsinstitute.box.com/shared/static/mabhp9t14b0wunmjxzydtjnu0pl08qi8.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/nz2vysxeu8tgqrr55nhgssvzj826afsv.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103239",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1961-citroen-2cv/"
},
{
  "id": "88",
  "make": "Maserati",
  "model": "Tipo 60 “Birdcage”",
  "year": "1961",
  "thumburl": "https://revsinstitute.box.com/shared/static/1gl924w6bvubkyjrdbc76ig2yad3qing.jpg",
  "descr": "Serial No. 2468: Four-cylinder in-line engine, dual overhead camshafts, two valves per cylinder, 1990.2cc, 200 hp at 7800 rpm.",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "41",
  "station": "8",
  "fact1": "HEADLINE — One of the last of the classic front-engine sports racers.",
  "fact2": "FACTS —  Six T60s and 16 T61s (with 2890cc engine) were built 1959-61. Great performance but poor reliability. Still, a T60 won in its first outing in ’59, and T61s with larger engines won ’60 and ’61 Nurburgring 1000K. Briggs and Jim Kimberly finished 8th overall (3rd in class) at the 1961 Le Mans in this car.",
  "fact3": "STORIES — Driver/journalist Denise McCluggage dubbed it the “Birdcage.”",
  "fact4": "DESIGN/AESTHETICS — Some 200 finger-width tubes formed the intricate space frame chassis. The rationale was: The more tubes used the thinner they can be. And the frame weighed less than 70 lbs., but proved too fragile and complex, plus it was hard to get to the engine. This body had a larger fuel tank and a Kamm tail.",
  "fact5": "INSIGHT — The long windscreen set on a low body met height requirements.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/08oebvigkkz3a1p462tkh3zdakhojvw0",
  "dashurl": "https://revsinstitute.box.com/shared/static/lkprvyw6crrwd3uk1ejwlho29ek065wy.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/gsetaiv73aklxxj3pyq848kupg582sh4.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103345",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1961-maserati-tipo-60/"
},
{
  "id": "89",
  "make": "B.R.M.",
  "model": "P-578",
  "year": "1962",
  "thumburl": "https://revsinstitute.box.com/shared/static/e4lx7j3rw3r5w81lrw1eot0a263neewi.jpg",
  "descr": "Serial No. 578-1: Eight-cylinder vee-type engine, double overhead camshafts, two valves per cylinder, 1498 cc, 193 bhp at 10,250 rpm.",
  "country": "Great Britain",
  "gallery": "Revs",
  "gallery_seq": "17",
  "station": "10",
  "fact1": "HEADLINE — A successful, and long-in-the-tooth racer.",
  "fact2": "FACTS — In 1962, this car delivered the Formula One Driver’s Championship to Graham Hill, and the Constructor’s crown to British Racing Motors.",
  "fact3": "STORIES — Chassis P-578-1 ended up being called “Old Faithful”. It appeared late in the 1961 season, was the lead factory team car in ‘62, and then was campaigned by Scuderia Centro Sud for the 1963 F1 season and BP France in 1964. All told, this car has racked up an unheard-of total of over 20,000 racing miles.",
  "fact4": "DESIGN & AESTHETICS — Drivers laid in the car at a 45-degree angle. Designed by Tony Rudd, the car’s flattened cigar shape cheated the air but could trap the driver between fuel tanks in a crash. The skin over the space frame chassis was Electron, a magnesium alloy. Steering ratios, wheels, nose and even exhaust pipes were altered for different circuits. The advent of electronic ignition (note the heat sink on the side of the car) allowed the engine to rev to over 10,000 rpm.",
  "fact5": "NON-OBVIOUS INSIGHT — This car was run at the Goodwood Festival of Speed in 2022, driven by Damon Hill, son of Graham and himself a former Formula One World Champion, to celebrate the 60th anniversary of his father’s first F1 Championship.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/qsfyub5gxht6zzx3juk9it81wr4i39wd",
  "dashurl": "https://revsinstitute.box.com/shared/static/5ewe9ki0khpb4v1gkdvlu8h5pqh9yeyq.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/jq6dqlm2l9tb0wz69mm6tvte3hvgz3g0.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103292",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1962-b-r-m-p-578/"
},
{
  "id": "90",
  "make": "Ferrari",
  "model": "400 Superamerica Aerodynamica",
  "year": "1962",
  "thumburl": "https://revsinstitute.box.com/shared/static/34s0eoomx1di7xuall88qdxzt1jlj9gv.jpg",
  "descr": "Serial No. Serial Nos. - Chassis 4031SA / 3097SA - Engine 1287A: Twelve-cylinder vee overhead camshaft engine, 3967 cc, 340 bhp at 7000 rpm.",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "45",
  "station": "8",
  "fact1": "HEADLINE — The boss’s car.",
  "fact2": "FACTS — Of 46 Superamericas built 1959-64, this was one of 14 short-wheelbase Aerodynamic coupes — a top-of-the-line Ferrari for ultra-exclusive clients.",
  "fact3": "STORIES — One of the few Ferraris that Enzo owned and used (though he apparently preferred Peugeots). After his year with car, Enzo had front resprayed, the tan corduroy interior changed to black leather, and the serial number changed.",
  "fact4": "DESIGN/AESTHETICS — (1) Each car’s body and interior was individually tailored by the Pininfarina design house. This was the first road-going Ferrari with disc brakes. (2) This Colombo-designed 4-liter V12 engine started life in another (prototype) chassis; the SN doesn’t match.",
  "fact5": "INSIGHT — Verde Dora (or “gilded green”) is the name for the light metallic green color, enhanced here with crushed copper and titanium; the color was also available for Maseratis and even Fiats.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/6jugi3jteshdi9rjh9vsrc8siygpnwdz",
  "dashurl": "https://revsinstitute.box.com/shared/static/jhi7ac1u694b219p80jztkx21u747fu6.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/48gw59eig1djjc1ymyff6lf426xy1yma.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103349",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1962-ferrari-superamerica/"
},
{
  "id": "91",
  "make": "Jaguar",
  "model": "E-Type",
  "year": "1962",
  "thumburl": "https://revsinstitute.box.com/shared/static/4u5g7u9mj08op84qm280oi93qrhd9ipf.jpg",
  "descr": "Serial No. 860630: Six-cylinder in-line engine, double overhead camshafts, two valves per cylinder, Lucas fuel injection, 3781 cc (230.6 cubic inches), 300 hp at 6000 rpm.",
  "country": "Great Britain",
  "gallery": "Vitesse",
  "gallery_seq": "42",
  "station": "8",
  "fact1": "HEADLINE — “The most beautiful car in the world” - Enzo Ferrari.",
  "fact2": "FACTS — The E-Type was Jaguar’s first new sports car after the 1956 factory fire put an end to the D-Type program. It was an instant auto show sensation, with looks, price (£2,000 to start) and performance (150 mph).",
  "fact3": "STORIES — This was Briggs’ last drive at Le Mans, in 1962 (w/ Roy Salvadori) with a 4th overall and 1st in class. After the team’s last run in E-Types at Le Mans in 1963, Cunningham Racing’s best result was a pair of 3rd places, with Briggs having a personal best of two 4th place finishes.",
  "fact4": "DESIGN/AESTHETICS — This model carried on the D-Type’s design elements: Monocoque chassis, front subframe, disc brakes, rack & pinion steering, and dependable XK motor.",
  "fact5": "INSIGHT — While a few lightweight competition E-Types were built, Jaguar never raced a factory car.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/e3lc02mq0ovu1f5ra1ce7obvqh20yu02",
  "dashurl": "https://revsinstitute.box.com/shared/static/zx1sb3y3c3x84cxt1iynvfhxp751fwi2.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/1ft5ak3m8bk7k5q9h21k14ljwqo7jgpj.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103347",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1962-jaguar-e-type/"
},
{
  "id": "92",
  "make": "Lotus",
  "model": "Elite Series II S.E.",
  "year": "1962",
  "thumburl": "https://revsinstitute.box.com/shared/static/ulcnlxxap5qj080n5dli90f6b2jp8v1s.jpg",
  "descr": "Serial No. Serial No. EB 1661: Four-cylinder in-line engine, single overhead camshaft, twin SU carburetors, 1216 cc, 95 bhp at 7200 rpm.",
  "country": " Great Britain",
  "gallery": "Lobby",
  "gallery_seq": "1",
  "station": "1",
  "fact1": "HEADLINE — “Add more lightness”.",
  "fact2": "FACTS — In 1952, Colin Chapman’s Lotus Engineering began building race cars, for customers as well as its own Team Lotus. Originally intended as an under-1.3 liter GT entry for Le Mans in 1957, the Elite project morphed into the company’s first production car. Just over 1000 Elites were produced, in three series, between 1958 and 1963. And they did race at Le Mans, claiming six class wins.",
  "fact3": "STORIES — When the Elite was first designed, the Lotus “factory” was still a former stables behind a hotel in North London, and the basic car was designed by Chapman and an accountant, amateur racer and customer Peter Kirwan-Taylor. Through an accounting client, Taylor also lined up a larger purpose-built factory for the construction of the cars.",
  "fact4": "DESIGN & AESTHETICS — The car’s extremely light weight (under 1,500 lbs.) came from the use of a plexiglas load-bearing monocoque structure of just three main molds, with the only metal being a front subframe, and anchors for the windshield and doors. Its race car suspension and sleek aerodynamics led to excellent handling and performance.",
  "fact5": "NON-OBVIOUS INSIGHT — (1) This car wore silver paint for a long time when, undergoing a recent restoration, a small patch of the original yellow was found. (2) Chapman was said to have lamented that he lost money on every Elite sold. It didn’t help that they cost more than a Porsche 356, as the most expensive four-cylinder car in the world.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/cqhwg32v6xpqxr6u07v6idyn9hz3278k",
  "dashurl": "https://revsinstitute.box.com/shared/static/3b5ena1iv3peuwbuqc4rqro8qbk8otxh.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/3gbtafu8qfh8rl39sfwngcfd0kw7wbq6.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103272",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1962-lotus-elite/"
},
{
  "id": "93",
  "make": "Chevrolet",
  "model": "Corvette Grand Sport",
  "year": "1963",
  "thumburl": "https://revsinstitute.box.com/shared/static/6d5jidoaxf0lagcrn16gfxxveqv9330d.jpg",
  "descr": "Serial No. 004: V8 - 377 cubic inches (6.2 liters), 4 dual throat Weber Carburetors",
  "country": "United States",
  "gallery": "Vitesse",
  "gallery_seq": "48",
  "station": "8",
  "fact1": "HEADLINE — A Cobra-killer created in a “skunkworks” deep inside General Motors.",
  "fact2": "FACTS — Corvette program chief Zora Duntov and Chevy head “Bunkie” Knudsen defied GM’s adherence to the American Automobile Manufacturers Association ban on racing. (Ford had already sidestepped AMA ban on racing and was supplying engines and tech to Carroll Shelby, who was busy building Cobras.) With Knudsen’s blessing, Duntov started a secret operation to build 5 heavily-modified Corvettes, with an intent to eventually build 100 to satisfy homologation.",
  "fact3": "STORIES — Three of the five cars were issued to trusted teams for 1963 Nassau Speed Week, where they dominated the Cobras. When the Press hailed the new Corvette race car, GM’s Chairman found out and ordered the program killed and the cars destroyed. Duntov doled the cars out to privateers, such as Texas oilman John Mecum who had this one. (Note the Texas flag)",
  "fact4": "DESIGN/AESTHETICS — 1,100 lbs. lighter than a street ‘Vette, with a lightweight aluminum frame and chassis, a ultra-thin fiberglass body, and Lexan in place of most of the glass.  Further weight savings came with an aluminum V8, bored out to 377 cu. in. and producing 485 hp.",
  "fact5": "INSIGHT — (1) All five cars survive today. This car was sold a dozen times and raced into the early 80s; all told, the car probably has more than 30,000 miles on it. (2) Original aluminum motor removed by GM, another aluminum version is on the display stand; a cast-iron Traco race motor is in the car.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/jiuc303jsdh5kthmypt4lgu5cmj1o38p",
  "dashurl": "https://revsinstitute.box.com/shared/static/pl449kv4589zpzt9bsxgk204x2fg1nyd.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/eu2ywzzy6az2cwyc6bvm3kn853qnu6r8.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103355",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1963-chevrolet-corvette-grand-sport/"
},
{
  "id": "94",
  "make": "Abarth Simca",
  "model": "2 Mila Corsa",
  "year": "1964",
  "thumburl": "https://revsinstitute.box.com/shared/static/2c4fh5z015wr5e9putrl4s4qx5fli7um.jpg",
  "descr": "Serial No. 1360067: Four-cylinder in-line engine, double overhead camshafts, 1946 cc (119 cubic inches), 204 hp at 7200 rpm.",
  "country": "Italy/France",
  "gallery": "Lobby",
  "gallery_seq": "3",
  "station": "1",
  "fact1": "HEADLINE — An Italian “cook” improves on a French recipe.",
  "fact2": "FACTS — French manufacturer SIMCA pulled in Italian tuner Abarth to create a nimble and powerful rear-engine sports racer to enhance their performance image. The resulting Abarth Simca 1300 won 90 races in 1963 alone. Bored out to 1946 cc in ‘64, the car went on to become the European hill climb champion, besting Cobras, Porsche 904s and Ferrari GTOs.",
  "fact3": "STORIES — Carlo Abarth’s company specialized not in creating new performance cars, but in enhancing the performance of existing cars. His improvement models for SIMCA, Alfa Romeo, Porsche and others ranged between 100 to 250 over two decades, with the exact number fuzzy only because of the blurred line of how far a modification went before it became something different entirely.",
  "fact4": "DESIGN & AESTHETICS — At a time when race cars were shifting to mid-engine platforms, Abarth held to their faith in a rear-engine design. Notable features here include 4-wheel disc brakes, a transverse leaf spring front suspension, dry sump oiling, twin plugs, twin distributors and two of the largest Weber carbs. The 2000 cc 2 Mila Corsa had a top speed of 162 mph, but had the Achilles Heel of a gearboxes unable to handle Abarth’s power upgrades.",
  "fact5": "NON-OBVIOUS INSIGHT — SIMCA (Societe Industrielle Machanique at de Carroserie Automobile:“Industrial Company of Mechanical and Coachwork Manufacturing”) started in France in the 30s by Italian Enrique (Henri) Pigozzi to sell Fiats in France to beat import custom duties. By the mid-1960s, SIMCA was second only to Renault as France’s  biggest car company, when it became a Chrysler subsidiary. But, by late 70s, a crippled Chrysler sold the company off to Peugeot.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/tiuf7n1jvrt60sjbo6i4i2mam9b4oe8v",
  "dashurl": "https://revsinstitute.box.com/shared/static/agaehsl4lb8ui9ybyvhko0egqvdefad3.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/xbbx6xhei5t505wu3ydyp2i1u9xaoubw.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103271",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1964-abarth-simca/"
},
{
  "id": "95",
  "make": "Alfa Romeo",
  "model": "GTZ",
  "year": "1964",
  "thumburl": "https://revsinstitute.box.com/shared/static/83fi958zvsch55rqhydjrlolyjhkqkrt.jpg",
  "descr": "Serial No. 750052: Four-cylinder in-line engine, double overhead camshafts, 1570 cc, 175 bhp at 6500 rpm",
  "country": "Italy",
  "gallery": "Lobby",
  "gallery_seq": "4",
  "station": "1",
  "fact1": "HEADLINE — The resurgence of Alfa Romeo racing.",
  "fact2": "FACTS — This was the 1.6 liter GT class winner at the 1964 12 Hours of Sebring and 13th overall, with Chuck Stoddard and former Revs volunteer Jim Kaser “crash-box” shifting for the last several hours due to a faulty clutch.",
  "fact3": "STORIES — (1) The “secret sauce” of this already capable car was the highly modified motor from Italian tuner Abarth. (2) Their company logo represented various aspects of the company’s roots in Milan, especially the cross of the municipality and the serpent that is the historic symbol of the city.",
  "fact4": "DESIGN & AESTHETICS — (1) The Giulia TZ was a derivation of the Giulietta SZ [see Vitesse Gallery] that Alfa Romeo built after Zagato redid a crashed Sprint Veloce. For this car, Zagato designed a similar curving aluminum body around a 100-pound tube frame, and added a Kamm tail. (2) Autodelta’s chief engineer Carlo Chiti had a convoluted process where the cars were built through three different locations. This motivated Alfa to buy out Autodelta, if for no other reason than to streamline the process.",
  "fact5": "NON-OBVIOUS INSIGHT — (1) This car was “freshened” in 2019, which included a repaint to how it looked at Sebring in 1964 — with a hood of red that was inexplicably different from the red of the rest of the car. The car’s accumulated battle scars were retained, with hundreds of stone chip and sandblasting marks painstakingly covered prior to repainting, then revealed again. (2) Revs volunteer Bill Wuesthoff drove one of the three sister cars to this at the 1964 Sebring 12 Hours. It DNF’d after 70 laps.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/mchv04z0wqaw5yyqyfrspibipw6ucwyq",
  "dashurl": "https://revsinstitute.box.com/shared/static/hvfcqrgiwt0w79gdgwfypirjp8uje0wq.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/hndl3kuzytqupo83uwikbcmkj2ck3ejf.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103269",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1964-alfa-romeo-gtz/"
},
{
  "id": "96",
  "make": "Austin",
  "model": "Cooper S",
  "year": "1964",
  "thumburl": "https://revsinstitute.box.com/shared/static/zma7jbvwbsm06bbq0xowylyodm11ajcf.jpg",
  "descr": "Serial No. CA2S7L563020: Four-cylinder in-line overhead valve engine. 1278cc (78 cu. in.). Horsepower: 78 bhp @ 6000 rpm.",
  "country": "Great Britain",
  "gallery": "Automobility",
  "gallery_seq": "13",
  "station": "4",
  "fact1": "One of the most iconic compact cars of the 1960s.",
  "fact2": "Born of 1956 Suez Canal Crisis and resulting fuel shortages and high taxes, as well as the tight confines of urban London.",
  "fact3": "The first production car with transverse engine and stacked gearbox. ",
  "fact4": "Sir Alec Issigonis designed car around the passenger compartment, then kept the rest of the car as compact as possible. Efficient space utilization means 80% of the car’s volume is its interior.",
  "fact5": "Sharp handling led to adaptations for racing. This car is the Cooper S model, the high performance Mini.",
  "fact6": "6.5 million units built in 18 body styles over 42 years (before BMW acquired the rights to the name in the early 2000s and created their own version).",
  "fact7": "Inspired by this car, Mary Quant named her trendsetting ‘60s fashion design the mini skirt.",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/doim5onve3vgx7n8obg0xrc1rgmuzu1w",
  "dashurl": "https://revsinstitute.box.com/shared/static/ldcht6b8x6e0myhr7a34vk0tpyx2wi3w.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/w1lmy78u2cr6h6tsp5jlbkl96101otfw.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103240",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1964-austin/"
},
{
  "id": "97",
  "make": "Ferrari",
  "model": "250 LM Berlinetta GT",
  "year": "1965",
  "thumburl": "https://revsinstitute.box.com/shared/static/tdl3a3isdm1ysxbg7cd5ocjmxucoodrr.jpg",
  "descr": "Serial No. 6217: Twelve-cylinder 60-degree vee engine, single overhead camshaft 3286 cc, 320 hp at 7500 rpm.",
  "country": "Italy",
  "gallery": "Lobby",
  "gallery_seq": "6",
  "station": "1",
  "fact1": "HEADLINE — The first mid-engine Ferrari sports racer.",
  "fact2": "FACTS — It was designed to be homologated as a production car but not enough were built. Only 32 produced; few exist today. A sister car won Le Mans in 1965. This car won hill climbs, amateur and club events. It also won the Lavant Cup race of vintage Ferraris at the Goodwood Reunion in 2023.",
  "fact3": "STORIES — For Le Mans in 1965, these had to compete in the more advanced Prototype class, and still a 250 LM won overall as a privateer under Luigi Chinetti’s (“Kin-NET-tee”) North American Racing Team.",
  "fact4": "DESIGN & AESTHETICS — The engine is one of the last modifications to Gioacchino Colombo’s original 1946 design for a lightweight, small stroke-and-bore V12. This car originally had a short nose from the original Scaglietti design, but a long nose (by Drago) was added following a racing incident.",
  "fact5": "NON-OBVIOUS INSIGHT — The Ferrari “Prancing Horse” logo was an homage to an Italian WWI aero-ace, set against yellow, a color symbolic to Enzo’s hometown of Maranello.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/fa0as8naprisaxojw8nxeenefgq8u70t",
  "dashurl": "https://revsinstitute.box.com/shared/static/w0l9y8yh2s58ldo265hih33m2ne7lwir.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/wkz937o1lj03syu18p07r129xyz22h24.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103274",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1965-ferrari-250-lm/"
},

{
  "id": "98",
  "make": "Porsche",
  "model": "356C 1600SC Coupe",
  "year": "1965",
  "thumburl": "https://revsinstitute.box.com/shared/static/56p29gsbcav2lg0h0179lviucmdfhext.jpg",
  "descr": "Serial No. 221877: Flat-four air-cooled pushrod engine, rear-mounted, 1582 cc, 95 hp at 5800 rpm.",
  "country": "Germany",
  "gallery": "Porsche",
  "gallery_seq": "11",
  "station": "2",
  "fact1": "HEADLINE — The end of an era.",
  "fact2": "FACTS — This was one of the last 356s produced. It was a custom order with many extras, including a gas-fueled cabin heater and limited-slip differential, and deletions of things like the front badge and radio.",
  "fact3": "STORIES — Ferry and Louise Porsche started 356 production in 1948 hoping to sell 5,000 cars over five years. By the end of the 356’s 17-year run, over 76,000 were sold, a third of them in America.",
  "fact4": "DESIGN & AESTHETICS — Disc brakes now replaced drum brakes, and the 1600 cc pushrod engine was the highest displacement of the series that started off 30% smaller.",
  "fact5": "NON-OBVIOUS INSIGHT — The only car in the Miles Collier Collection that’s a “one-owner” (it was Mr. Collier’s high school graduation present).",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/3j7i76t8aindebzjz0ye3mgi7nzv3chk",
  "dashurl": "https://revsinstitute.box.com/shared/static/pi98o0tjeprw02bav1rtkh1z3a2npmdn.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/fhllun2hkoxa52wfdndwspf7c8qep6s8.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103261",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1965-porsche-356c/"
},

{
  "id": "99",
  "make": "Ford",
  "model": "GT40 MK I",
  "year": "1966",
  "thumburl": "https://revsinstitute.box.com/shared/static/boq1bcsbnm1yfuhq7xf3g7fi343p2wa0.jpg",
  "descr": "Serial No. 1049: Eight-cylinder 90° vee pushrod engine, four twin-choke Weber carburetors, wet sump lubrication, 4736 cc (289 cubic inches), 390 hp at 7000 rpm.",
  "country": "Great Britain/United States",
  "gallery": "Vitesse",
  "gallery_seq": "50",
  "station": "8",
  "fact1": "HEADLINE — Literally a vehicle of revenge.",
  "fact2": "FACTS — This car started out as Gulf Oil VP Grady Davis’ personal “street legal” car, then was race-prepared to run in 1967 24 Hours of Daytona, where it finished 6th.",
  "fact3": "STORIES — Henry Ford II’s failed buyout of Ferrari led him to seek to get even with Enzo where it would hurt him most — at Le Mans. After initial England-based Ford GT efforts in ‘64 were dismal, the program was turned over to Carroll Shelby in early ‘65.",
  "fact4": "DESIGN/AESTHETICS — Early GT40s were based on the Lola GT Mk6. The modified small block 289 cu. in., derived from the Ford Fairlane, produced 390 hp and was similar to the V8 engine that won the Indy 500.",
  "fact5": "INSIGHT — Running lights atop cockpit were for signaling to pits.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/108c1r61pn65bzbenbforbi77j1jsi00",
  "dashurl": "https://revsinstitute.box.com/shared/static/b8esubactvv9n2zcak7amj1nesrebgbq.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/qfi0u9jwm6oo66jnvhdcz34wpao8r9hr.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103353",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1966-ford-gt40/"
},
{
  "id": "100",
  "make": "Ford ",
  "model": "GT40 Mark II-B",
  "year": "1966",
  "thumburl": "https://revsinstitute.box.com/shared/static/2iirr97osv8sa9bul33i63y2bsvakg4l.jpg",
  "descr": "Serial No. P/1031/1047: Eight-cylinder 90 degree vee pushrod engine, two Holley four-choke carburetors 6982 cc, 500 bhp at 6000 rpm",
  "country": "Great Britain/United States",
  "gallery": "Vitesse",
  "gallery_seq": "49",
  "station": "8",
  "fact1": "HEADLINE — Brute power to overcome continuing aerodynamic inefficiencies.",
  "fact2": "FACTS — The GT40 MKII pulls off the Le Mans win in 1966, with a 1-2-3 finish. This car ran in the ‘66 Le Mans, with Mario Andretti & Lucian Bianchi retiring after 5 hours. Dan Gurney almost won the ‘66 Sebring in it, when the engine failed in the final turn of the last lap. It won the 1000K at Reims in ‘67 (showing it’s livery from that race).",
  "fact3": "STORIES — Rules for “production” sports cars allowed for up to 7 liters, so switch was made to Ford’s 427 FE Galaxy engine used for NASCAR racing. Top speed now reached 200 mph.",
  "fact4": "DESIGN/AESTHETICS — The engine was de-tuned to 10.5 compression to improve reliability, and was Dyno tested for 45 hours to simulate Le Mans conditions and loads. Ingenious ducts from radiator pre-heated front brakes for cooler, nighttime running to ward off thermal shock (one of several innovations from Phil Remington).",
  "fact5": "INSIGHT — Note the WSC-mandated spare tire and “luggage compartment” box, holdover rules from an earlier time; the “Gurney Bump” door top, and a pit signal light set into upper left of windscreen.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/d6necidm8epk2lp12qcyaujsklgw6nd4",
  "dashurl": "https://revsinstitute.box.com/shared/static/z40npk1m1s7x778sdefvtk90bxzk5eq9.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/13r425o49005bi8lpla1x6qens7zalil.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103354",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1966-1967-ford-gt40-mark-ii-b/"
},
  
{
  "id": "101",
  "make": "All American Racers",
  "model": "Gurney Eagle Mk I",
  "year": "1967",
  "thumburl": "https://revsinstitute.box.com/shared/static/c9ovh5b25s2w2vnib2sy7zhh780gy7i8.jpg",
  "descr": "Serial No. AAR104: Twelve cylinder 60 degree vee engine, twin overhead camshafts 2997 cc (183 cubic inches)",
  "country": "United States",
  "gallery": "Shop",
  "gallery_seq": "18",
  "station": "10",
  "fact1": "HEADLINE — A singular achievement by a favorite driver.",
  "fact2": "FACTS — Sandwiched between a string of DNFs in 1967, Dan Gurney won the 1967 Belgian Grand Prix at Spa Francorchamps in this car, at an average speed of 146 mph and with speeds topping 190 (without safety harnesses).",
  "fact3": "STORIES — (1) Gurney’s win was a first in Formula One by an American driver in an American car. Gurney also became only one of three drivers to win in Formula One in a car of his construction; the other two were Jack Brabham and Bruce McLaren, and they also claimed their wins at Spa the next two years. (2) After years of driving for Ferrari, B.R.M., Porsche and Brabham, Gurney was encouraged and backed to campaign his Eagles in Formula One by sponsor Goodyear, which was eager to get into F1. (3) Gurney had a momentous late-Spring of 1967. In mid-May he qualified on the front row for the Indy 500, three weeks later he and A.J. Foyt won the 24 Hours of Le Mans, and the following week he won at Spa.",
  "fact4": "DESIGN & AESTHETICS — Still considered one of the most beautiful open wheel race cars, this was based on Len Terry’s design for Gurney’s Indy car from 1966. This chassis — AAR 104 — was the only of the F1 Eagles to have a magnesium skin and titanium components, to reduce weight. The car’s nose and Eagle logo were designed by Gurney’s father (a Harvard MBA turned Metropolitan Opera singer).",
  "fact5": "NON-OBVIOUS INSIGHT — The V12 engine was designed by ex-BRM engineers Aubrey Woods and Harry Weslake, the latter a longtime British guru of head and port design and called “the exhaust valve’s best friend”. Their V12  was inspired by an early version designed for BRM, but rejected in favor of the unwieldy H-16. Ironically, Gurney’s win at Spa was over Jackie Stewart — in one of the few times in ‘67 that Stewart’s BRM H-16 didn’t fail.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/326ruk378hir9sknd0329p3jmxyu91mg",
  "dashurl": "https://revsinstitute.box.com/shared/static/3jgatio2rk0xi6kvdu2bazealq2uavzq.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/a82l92z0lxyw1zzbf0tdagvtvz2jiejl.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103293",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1967-all-america-racers-gurney-eagle-f-1-race-car/"
},
{
  "id": "102",
  "make": "Fiat Abarth",
  "model": "TCR Berlina Corsa",
  "year": "1970",
  "thumburl": "https://revsinstitute.box.com/shared/static/h9lcsphe1oc7oy3j96aqrnvly867nvab.jpg",
  "descr": "Serial No. 2395315: Four-cylinder in-line engine, pushrods with hemispherical combustion chambers, 982 cc, 112 bhp at 8200 rpm.",
  "country": "Italy",
  "gallery": "Vitesse",
  "gallery_seq": "47",
  "station": "8",
  "fact1": "HEADLINE — The only way to keep it from winning was to wreck it.",
  "fact2": "FACTS — This car was campaigned by Alfred Consentino, who formed an aftermarket import part company FAZA (Fiat Abarth Zagato Allemano) in 1963. This was the last the Fiat Abarths he raced to an astounding record of 52 wins of 53 races over five years. The one time he didn’t win was when he was wrecked while leading.",
  "fact3": "STORIES — Carlo Abarth’s first commercial products were low-restriction exhaust systems. Ferrari adopted them as standard for its cars. Abarth moved on to building parts for tuner versions of the Fiat 600. Abarth parts were attractive to the small racing community but not commercially successful. Abarth’s company was acquired by Fiat in 1971.",
  "fact4": "DESIGN/AESTHETICS — In 1966, Abarth introduced the radiale cylinder head for the Fiat engine, allowing a 1000cc engine to develop over 100 hp. The head featured a two-valve hemispherical combustion chamber operated by the stock in-block pushrod system.",
  "fact5": "INSIGHT — Something of a packrat, Consentino collected much Abarth historical data and photos which have been digitized and can now be viewed on the Revs Institute Digital Library.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/wdhxnxxmiibk91dwmm0lrtrnll9gjxxy",
  "dashurl": "https://revsinstitute.box.com/shared/static/8ax5377bwduqha3eikkctcj1j4mxic00.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/orvs5w4178vucnmbiukofhqg8q5hyyau.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103356",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/fiat-abarth/"
},
{
  "id": "103",
  "make": "Porsche",
  "model": "917K",
  "year": "1971",
  "thumburl": "https://revsinstitute.box.com/shared/static/6nuunxt604ugogs02fsyi97a128bqmbv.jpg",
  "descr": "Serial No. 917-019: Flat-twelve air-cooled engine",
  "country": "Germany",
  "gallery": "Porsche",
  "gallery_seq": "19",
  "station": "2",
  "fact1": "HEADLINE — The most legendary model of Porsche racer.",
  "fact2": "FACTS — The 917 was the car that finally won Le Mans for the ambitious carmaker, in 1970 and ’71. (Ironically, both wins were by Porsche “customer” cars and not the factory team!) This is the sister car to the one that won the 1971 Le Mans. It never had a win, but is one of the most significant 917s because of its virtually original — and operational — condition.",
  "fact3": "STORIES — Of the 44 cars built, this was a more-stable short-tail version, with a top speed on the Mulsanne Straight of 220+ mph. A long-tail version hit 246 mph, with the record standing until 2010.",
  "fact4": "DESIGN & AESTHETICS — (1) The 917’s Type 912 motor is designed like two flat-6 engines end-to-end, with heads based on the 908 flat-8. Power runs to a centrally mounted horizontal drive shaft, with a 90-degree bend under and out from the motor to the four-speed transaxle. While it is a flat-12, it is NOT a “boxer” motor! (2) Extensive use was made of titanium, magnesium and exotic alloys; still, the motor weighs over 530 lbs., has 7 oil pumps and holds 29 quarts of oil!",
  "fact5": "NON-OBVIOUS INSIGHT — Note the last vestiges of old-time production sporting car rules: a (space-saver) spare tire flanked by “luggage space” in two trays.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/1ebbzzj2t5x6x5ns3vmqixh38hn4cc9k",
  "dashurl": "https://revsinstitute.box.com/shared/static/rdnadn0hfok5heufhfet65skp0sm5bsm.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/t3hmjd4fe7yu3tqa3kvzk0e1a9ky0v38.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103265",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1971-porsche-917/"
},
{
  "id": "104",
  "make": "Jorgensen",
  "model": "Eagle",
  "year": "1974",
  "thumburl": "https://revsinstitute.box.com/shared/static/vy2jnp1owm3j8mil3nz6d9k5txcv6466.jpg",
  "descr": "Serial No. 74004: Four-cylinder in-line engine, four valves per cylinder, turbocharged, dry sump lubrication, 161.5 cubic inches.",
  "country": "United States",
  "gallery": "Revs",
  "gallery_seq": "19",
  "station": "10",
  "fact1": "HEADLINE — Winner of the 1975 Indianapolis 500.",
  "fact2": "FACTS — Bobby Unser won the rain-shortened 1975 Indianapolis 500 in this Eagle, at an average speed over 435 miles of 149.213 mph. He had finished 2nd in this car the previous year, when he also won the USAC National Championship.",
  "fact3": "STORIES — Unser and Johnny Rutherford had been dueling for the lead for a dozen laps when the skies opened up over the Indianapolis Motor Speedway on lap 174. With the field of cars running on dry weather slicks, they began hydroplaning all over the track. The race was called, with Unser in the leading All American Racers Eagle declared the winner.",
  "fact4": "DESIGN & AESTHETICS — The car was designed by Roman Slobodynskij (“Slaw-bo-DIN-skee”), who also did the Lotus 38 that Jim Clark drove to the 1965 Indy 500 win. The low aluminum monocoque chassis managed the air instead of trying to cheat it, with a chiseled nose (thanks to side-pod radiators), and inverted airfoils to create a negative air pressure effect to pull the car down to the track at speed.",
  "fact5": "NON-OBVIOUS INSIGHT — (1) The thin, right-angle strip of aluminum on the trailing edge of the rear wing was what Bobby Unser called “the biggest thing ever in race car handling”. This “Gurney Flap” (or wickerbill) was borne out of desperation in an ugly testing session at Phoenix in ’72. After Gurney had a crudely-bent strip of aluminum pop-riveted on, the stability of the car instantly improved, and and the idea has become an aerodynamic staple ever since. It has the effect of creating downforce with negligible drag. (2) This 1000 horsepower, turbocharged Meyer-Drake Offenhauser shares the same basic architecture with the engine in the 1913 Peugeot, but is actually slightly smaller.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/hpghqtwp281ttvmm476xsd70eqnvfpin",
  "dashurl": "https://revsinstitute.box.com/shared/static/pqys1u37ekz1wnetgchhqswav90ilkjp.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/yl1jq1nva0oi473nar5t5ojicxanbtoi.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103294",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1974-jorgensen-eagle/"
},
{
  "id": "105",
  "make": "Arrows",
  "model": "A10B Formula 1 Car",
  "year": "1988",
  "thumburl": "https://revsinstitute.box.com/shared/static/yststqwiciv57nwdzx1byqvijm8rsxie.jpg",
  "descr": "Serial No. A10B04: Four-cylinder in-line engine, double overhead camshafts, 1499 cc (92 cubic inches), turbocharged to 2.5 bar (75 in. hg), 650 hp at 10,500 rpm, carbon fiber composite chassis, six speed transmission.",
  "country": "Great Britain",
  "gallery": "Revs",
  "gallery_seq": "20",
  "station": "10",
  "fact1": "HEADLINE — The culmination of eight decades of racing evolution.",
  "fact2": "FACTS — The motor was a continuation of BMW engines formerly used in F1 Brabhams. Each race motor started as a BMW passenger car engine block, “seasoned” with at least 60,000 miles of use. Added to each used stock block was a racing DOHC cylinder head with racing crankshaft, rods and pistons, and a six-speed gearbox. A turbocharger boosted horsepower to over 1000.",
  "fact3": "STORIES — To even the plane with normally-aspirated Formula One cars in the late ‘80s, cars with turbochargers had to “dial down” the boost to the motors. In this case, the potential top end of over 1000 horsepower became 650. But, the pop-off valve that limited the horsepower was misrouted in these Arrows, further handicapping them. With another example of a hunch made in desperation, the valve was moved closer to the turbo, the problem vanished, and this Arrows became the team’s most successful Formula One effort.",
  "fact4": "DESIGN & AESTHETICS — Designed by a young Ross Brawn, the monocoque chassis is composite carbon fiber, heat-molded resin-reinforced metal strands three times stronger than steel, but lighter. Weight balance was enhanced by radiators flanking the cockpit, with the fuel bladder mounted between the engine and driver. A complex three-tier rear wing assembly and large front planes account for 60% of the car’s downforce. Further downforce is provided by a rising rear diffuser under the tail (but these were NOT passive ground effects ducts; those were banned in F1 in 1982).",
  "fact5": "NON-OBVIOUS INSIGHT — Attached to the car’s tub under the profile of each rear view mirror is a matching piece of carbon fiber. These were added after a tech inspection debate over the rule that the mirrors could not extend past the edge of the car.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/qu132wwjp5z2o5a6bfst2whzfv9mc3me",
  "dashurl": "https://revsinstitute.box.com/shared/static/ksohbrptm7pcv2ilauv03mob65pmsn2w.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/7y56axrrpfmt88uigh35zxew5gf6wg0y.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103295",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1988-a10b-formula-1-car/"
},
{
  "id": "106",
  "make": "Trabant",
  "model": "P601L",
  "year": "1989",
  "thumburl": "https://revsinstitute.box.com/shared/static/npr6qkpda3at4sadfi6uz0e5v5jj26es.jpg",
  "descr": "Serial No. 4260867: Twin-cylinder, two-stroke, 594 cc, 26 bhp, HP to WT Ratio: 52.00",
  "country": "East Germany",
  "gallery": "Automobility",
  "gallery_seq": "11",
  "station": "4",
  "fact1": "“Iron Curtain Beetle” - East Germany’s answer to the People’s Car.",
  "fact2": "The only car available in a country where there was no competition.",
  "fact3": "Two cylinder, 2 cycle engine - fuel of oil & gas belched toxic fumes.",
  "fact4": "Body built of “Duraplast”, a kind of plastic-coated fiberboard.",
  "fact5": "Gravity feed fuel supply, tank over engine!",
  "fact6": "Despite car’s shortcomings, over 3.1 million produced over 26 years.",
  "fact7": "The third-youngest car in the Collection — yet it looks like it came from the 50s.",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/z2uyya81gehe35zhxh1yeleb2u5lorhr",
  "dashurl": "https://revsinstitute.box.com/shared/static/i5ey4u8eqadaztdcf9b8r69shn31i08r.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/5seomtk0u0qnzdovv6zqkn8gk08fqnc2.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103238",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1989-trabant/"
},
{
  "id": "107",
  "make": "McLaren",
  "model": "F1",
  "year": "1995",
  "thumburl": "https://revsinstitute.box.com/shared/static/xt0hzeeibsd57k9rtxznabzkg8ra7hmx.jpg",
  "descr": "Serial No. 022: Twelve-cylinder 60-degree vee engine, 6064cc (370 cu in), 627hp at 7400rpm, double overhead camshafts, four valves per cylinder",
  "country": "Great Britain",
  "gallery": "Lobby",
  "gallery_seq": "2",
  "station": "1",
  "fact1": "HEADLINE — The ultimate supercar of the 20th Century.",
  "fact2": "FACTS — Between 1993 to ’98, just over 100 F1s were built — a few XP1 prototypes, 64 street-use F1s like this, 5 higher-performance LM Le Mans tribute cars, and the rest race-prepared GTR cars. Five GTRs ran at Le Mans in 1995, finishing 1st, 3rd, 4th, 5th and 13th, as production cars. It was the last production-class car to win Le Mans outright.",
  "fact3": "STORIES — Miles Collier is this car’s third owner. First was banker and racer Thomas Bscher, who commuted at over 200 mph on the Autobahn, when the car was its original Mid Blue Pearl color. Reggae-rapper Wyclef Jean was next; he had a white and yellow interior installed.",
  "fact4": "DESIGN & AESTHETICS — This was McLaren’s first street car, and the first production car with all-carbon fiber monocoque construction. Conceived by Gordon Murray and designed by Peter Stevens by hand (with no computer aid). Sixteen grams of heat-reflecting gold foil surrounds the mid-engine BMW V12. A pure driver’s car, the F1 has no power-assist or computer-aided driving enhancements, and has a center driving position for optimum visibility and weight distribution. Top speed is just over 240 mph — still the fastest normally aspirated production car.",
  "fact5": "NON-OBVIOUS INSIGHT — The original price tag for an F1 in 1993 was just under $1 million. One like this sold at auction in 2021, for $20.4 million. Just the windshield alone costs $33,000 (2023 dollars) to replace.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/gcvbv6uuwdm23sh8nsjy0auzp147g20e",
  "dashurl": "https://revsinstitute.box.com/shared/static/slb3y6btsvjm2ur7ujb4n4i2poyrbt4t.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/70qwbmectto1s143fku1revsdqewjrh0.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103273",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1995-mclaren/"
},
{
  "id": "108",
  "make": "Bentley",
  "model": "6 1/2 Litre Speed 6",
  "year": "1930",
  "thumburl": "https://revsinstitute.box.com/shared/static/3skycy7uu6t4rl5ny839zvvinzw3bdv9.jpg",
  "descr": "Serial No. HM2856: Six-cylinder in-line engine, single port block, single overhead camshaft, four valves per cylinder, 6597 cc (402.5 cubic inches), 180 hp at 3500 rpm.",
  "country": "Great Britain",
  "gallery": "Vitesse",
  "gallery_seq": "19",
  "station": "6",
  "fact1": "HEADLINE — A great example of W.O. Bentley’s philosophy of “build a bigger motor to go faster”.",
  "fact2": "FACTS — Racing versions of the Speed Six were capable of top speeds of 125 mph, thanks to a motor developed by Harry Weslake.",
  "fact3": "STORIES — Speed Sixes won Le Mans in 1929 and 1930, on the heels of two earlier wins, cementing Bentley as the car to beat in the 20s.",
  "fact4": "DESIGN/AESTHETICS — Rexene (a type of chemically-derived oil-cloth “skin”) was used over much of the wood-framed body, to give more flexibility and lightness, and to help “quiet” the frame. (Process has recently been renewed with restored equipment, and this car received new skin from it.)",
  "fact5": "INSIGHT — This race version was ordered by British female racer Jill Scott, in the mold of the Le Mans winners. It was a four-seater with a top, due to rules at the time for larger engine size; this was one of four race versions built with a longer 134” (11’2”) frame (of 182 total Speed Sixes built 1928-30).",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/71b95xoxdos359u0gjwqhm22b8fgjna0",
  "dashurl": "https://revsinstitute.box.com/shared/static/nu2zvnxpx477fsvzja319n2gx2ho06cn.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/dcqc4bcsu73lvmnvzc2p12wtj80rmsqx.json",
  "engineurl": "",
  "tcurl": "",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1930-6-12-litre-speed-six/"
},
{
  "id": "109",
  "make": "Bentley",
  "model": "4 ¼ Liter Fixed Head Coupe by James Young",
  "year": "1939",
  "thumburl": "https://revsinstitute.box.com/shared/static/ypjwvbrqt4jwjxik13ejf3nke22ot36q.jpg",
  "descr": "Serial No. B-181-MX: Six-cylinder in-line engine, two valves per cylinder, side-mounted camshaft, 6.8:1 compression, 4257cc (259.76 cubic inches), approximately 125 hp at 3800 rpm. HP to WT Ratio: 30.00",
  "country": "Great Britain",
  "gallery": "Automobility",
  "gallery_seq": "17",
  "station": "6",
  "fact1": "HEADLINE — Under Rolls-Royce, Bentley was now promoted as “The Silent Sports Car”",
  "fact2": "FACTS — This car epitomizes stately, elegant styling and timeless grace in a “gentleman’s conveyance”.",
  "fact3": "STORIES — In 1951, this was one of eight cars featured in a NY Museum of Modern Art exhibit on excellence in automotive design.",
  "fact4": "DESIGN/AESTHETICS — This James Young coach works body was a hallmark of chiseled-edge styling on a flowing package. In the words of Briggs Cunningham: “The design runs the gamut of the razor edge, the slab side, and the compound curve schools, all beautifully integrated so that there are no conflictions”.",
  "fact5": "INSIGHT — (1) This was BSC’s daily driver into Manhattan. (2) Steering column has a fourth slider control, to adjust rear shocks for ride firmness.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/jb7ml40o7mhtzae6hzkdx8ju1g6hayeq",
  "dashurl": "https://revsinstitute.box.com/shared/static/x1wmjd8ckraz5rc5xc55ei8jb2ke35kl.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/i4qq4oa2jovt78a02iak0a1kwmi4h6dy.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103323",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1939-bentley-4-14-litre/"
},
{
  "id": "110",
  "make": "Bentley",
  "model": "4 1/2 Litre Supercharged Sports Tourer",
  "year": "1931",
  "thumburl": "https://revsinstitute.box.com/shared/static/pw7d8nyqn2k3ij3ni8po090f6fniswjg.jpg",
  "descr": "Serial No. Serial No. MS3941, Engine No. MS3944: Four-cylinder in-line engine, single overhead camshaft, four valves per cylinder, Roots-type supercharger, 4396 cc (268.36 cubic inches), 240 hp at 4200 rpm.",
  "country": "Great Britain",
  "gallery": "Vitesse",
  "gallery_seq": "16",
  "station": "6",
  "fact1": "HEADLINE — Arguably the most legendary Bentley racer, despite never having won.",
  "fact2": "FACTS — W.O. was opposed to supercharging, but was pressured into building the “Blower” by those keeping Bentley afloat — playboy drivers Woolf Barnato & Tim Birkin (with Dorothy Paget’s money). Fifty “Blower Bentleys” were built for homologation. They were fast but fragile, as opposed to W.O. Bentley’s goal of building robust and durable cars with bigger motors to go faster.",
  "fact3": "STORIES — In 1930 Le Mans, a pair of “Blowers” set the pace, pushing favorite Rudy Caracciola’s SSK to break down. But when the “Blowers” also broke down, a Speed Six took the win.",
  "fact4": "DESIGN/AESTHETICS — This is one of 34 Vanden Plas-bodied Blowers, 26 of them four-seaters like this. It was ordered, in this paint scheme, by Nora Hardy MacCaw, an heiress and Bentley fan. The inner fenders are reminiscent of Christian Louboutin shoes with their red soles.",
  "fact5": "INSIGHT — This model gained new notoriety in the 50s and 60s, when Ian Fleming’s James Bond novels put 007 behind the wheel of a Blower Bentley. Today, a continuation model is being built by the factory’s commissioning division.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/21y7gzn4267fwjp7nugv41e1ktsp21k7",
  "dashurl": "https://revsinstitute.box.com/shared/static/wbsgx68h6ds7pmmjlh7l8tjswlbwgiqm.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/r76ci9qsjejgk39y8cqxj2c601s5rwrm.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103258",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1931-bentley-4-12-supercharged/"
},
{
  "id": "111",
  "make": "Bentley",
  "model": "1933 Bentley 4 ¼ Liter Racing Car by Offord",
  "year": "1933",
  "thumburl": "https://revsinstitute.box.com/shared/static/97de4id2kfb8safr2t3j215u21lpn1ek.jpg",
  "descr": "Serial No. B35AE: Six-cylinder in-line engine, two valves per cylinder, side-mounted camshaft, 9.0:1 compression, 4257 cc (259.76 cubic inches), 167 hp.",
  "country": "Great Britain",
  "gallery": "Vitesse",
  "gallery_seq": "18",
  "station": "6",
  "fact1": "HEADLINE — A legendary, and unlikely, Bentley achievement at the 1950 Le Mans.",
  "fact2": "FACTS — In 1932 Bentley became the sporting image of Rolls-Royce, with traditional Bentley characteristics: robust, durable and powerful.",
  "fact3": "STORIES — Eddie Hall drove this all 24 hours in the 1950 Le Mans, finishing 8th (of 55 entries) in a 17-year old car. His ended up being the only solo effort and will never be duplicated, thanks to the rules.",
  "fact4": "DESIGN/AESTHETICS — Original motor was a 3 1/2 liter, replaced by a 4 1/2 liter in 1936. This two-seater Offord body replaced the original four-seat body. At Le Mans, Eddie Hall raced this with a coupe top added and a streamlined grill. [-see photo on wall-]",
  "fact5": "INSIGHT — At the finish of the 1950 Le Mans, 11th-place finisher Briggs Cunningham bought this car from Eddie Hall.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/q8uanv6mc0tmo55m48aqh5oevfon91e4",
  "dashurl": "https://revsinstitute.box.com/shared/static/275yw7oqn70oh3tc8485l1kxj98quiih.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/dr8drm8f8hd9m6ebkfcbalnfd345sezo.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103324",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1933-bentley/"
},
{
  "id": "112",
  "make": "La Compagnie Parisienne",
  "model": "Bicycle",
  "year": "1869",
  "thumburl": "https://revsinstitute.box.com/shared/static/vx62vuu4eutmxa5yqd2lor80vcsv22sb.jpg",
  "descr": "Direct pedal drive on front wheel, twist grip rear wheel brake ",
  "country": "France",
  "gallery": "Automobility",
  "gallery_seq": "0",
  "station": "3",
  "fact1": "Real beginning of personal mobility.",
  "fact2": "Improved version of 1817 Hobby Horse.",
  "fact3": "More distance covered more efficiently with driven wheel.",
  "fact4": "Built by Michaux, Paris & Olivier brothers.",
  "fact5": "Pedals & spring improved control & ride.",
  "fact6": "Nicknamed the Bone Shaker from its harsh ride (see iron-shod wheels).",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/sn7yu8u9fyyc2al36ncyp04surhhfgd5",
  "dashurl": "",
  "imagesurl": "https://revsinstitute.box.com/shared/static/zouyiu124buwnf4592jkqo1qj52vxrby.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103226",
  "aacurl": "",
  "spare": ""
},
{
  "id": "113",
  "make": "MG",
  "model": "PA-PB “Leonidis”",
  "year": "1935",
  "thumburl": "https://revsinstitute.box.com/shared/static/qckfwkbq9tte2tapfd9qhbfbzoyvcgc0.jpg",
  "descr": "Serial No. 1667: Four-cylinder in-line engine, single overhead camshaft, Marshall Roots-type supercharger, 939 cc, 76 hp at 6500 rpm",
  "country": "Great Britain",
  "gallery": "Vitesse",
  "gallery_seq": "26",
  "station": "7",
  "fact1": "HEADLINE — A Collier Family heirloom celebrating C. Miles’ Le Mans effort in 1939.",
  "fact2": "FACTS — This car was originally part of the 1935 three-car, all-female Le Mans race entry “The Dancing Daughters”.",
  "fact3": "STORIES — (1) This was said to be the answer when Miles Collier was once asked which car to save if the fire alarm went off. (2) C. Miles yanked the chain of the French in practice for the 1939 Le Mans when he reeled off an astoundingly fast lap — by taking a short-cut.",
  "fact4": "DESIGN/AESTHETICS — This aerodynamic aluminum body replaced the original damaged by a NYC taxicab [-see exhibit photos-]. It’s nose is reminiscent of the Mercedes-Benz W125 that was dominating Grand Prix racing.",
  "fact5": "INSIGHT — C. Miles acquired this car after he and brother Sam were awarded US distribution of MGs … when they were in their early 20s.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/wlzqvtaiermwc7spuqhw5ggciugjpln1",
  "dashurl": "https://revsinstitute.box.com/shared/static/wmuaruabe6m4xkv17tbynhsisvd207ii.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/66yiw4f75oong5qf43xj17m2j0sugvhn.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103331",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1935-mg-papb-leonidis/"
},
{
  "id": "114",
  "make": "Columbia",
  "model": "Tricycle",
  "year": "1883",
  "thumburl": "https://revsinstitute.box.com/shared/static/bqcflghxwiqnffaz77yb81fyhjilj7qq.jpg",
  "descr": "3 wheel,Chain drive, Rack and pinion steering, Differential axle.",
  "country": "United States",
  "gallery": "Automobility",
  "gallery_seq": "0",
  "station": "3",
  "fact1": "“Differential” axle allowed for smooth cornering.",
  "fact2": "“Three-point” stability improved safety.",
  "fact3": "Appealed to ladies & riders of wide age range.",
  "fact4": "Several elements of first automobile to come: rack & pinion steering, 2-wheel drive, chain drive & 2-speed gearbox.",
  "fact5": "Karl Benz’s 1888 Patent Motorwagen looked much like this, with addition of rear motor & chair.",
  "fact6": "",
  "fact7": " ",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/anzjjjct72er1t0i4wyvm0fhtgp0o27i",
  "dashurl": "",
  "imagesurl": "https://revsinstitute.box.com/shared/static/be3jymbm3bnftvw1e1ctjrbzc7u6dimh.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103225",
  "aacurl": "",
  "spare": ""
},
{
  "id": "115",
  "make": "Humber",
  "model": "58 Inch Ordinary",
  "year": "1885",
  "thumburl": "https://revsinstitute.box.com/shared/static/fux529urc3ihgh5apwuk3jedhoj9kv22.jpg",
  "descr": "Two wheel, Front wheel peddle direct drive",
  "country": "Great Britain",
  "gallery": "Automobility",
  "gallery_seq": "0",
  "station": "3",
  "fact1": "With direct drive the large driving wheel meant faster speed.",
  "fact2": "Wire-spoke tension wheel from Eugene Meyer.",
  "fact3": "Rubber wheels improved grip & ride.",
  "fact4": "First machine known as “bicycle”.",
  "fact5": "Term “ordinary” to distinguish from “safety” bicycles, with their chain-drives, pneumatic tires & lower height.",
  "fact6": "Nicknamed “penny-farthing” from great size difference between those 2 British coins when seen side by side.",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://revsinstitute.box.com/s/17gl516w4y1oebb519fui4x6fzribt0w",
  "dashurl": "",
  "imagesurl": "https://revsinstitute.box.com/shared/static/m5r61qf0ydd4ewqevv4y2lrra482je75.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103227",
  "aacurl": "",
  "spare": ""
},
{
  "id": "116",
  "make": "Porsche",
  "model": "908/02 Flunder",
  "year": "1969",
  "thumburl": "https://revsinstitute.box.com/shared/static/dqkxpy1i9cjcsno629x9gklijaq1fqh3.jpg",
  "descr": "Serial No. 908.02-016: Flat-eight air-cooled engine, mounted midship, twin overhead camshafts, fuel-injected, 2997 cc, 350 hp at 8,400 rpm",
  "country": "Germany",
  "gallery": "Porsche",
  "gallery_seq": "17",
  "station": "2",
  "fact1": "HEADLINE — The “middle man” in the trio of 3-liter 908 variants.",
  "fact2": "FACTS — This fell between the 908 LH (for high-speed circuits) and the 908/03 (for the twisty ones). 908/02s finished 1-2-3 at 1969 Brands Hatch 1000km race, the beginning of a string of 908 wins leading to Porsche claiming the WSC Championship of Makes.",
  "fact3": "STORIES — Steve McQueen and Peter Revson co-drove another 908/02 to 2nd overall and 1st in class at the 1970 12 Hours of Sebring. That car was then used as a camera car to film the actual in-race footage for McQueen’s movie “Le Mans”.",
  "fact4": "DESIGN & AESTHETICS — The revised nose and pinched-body aerodynamics further increased its competitiveness, and gave rise to the Flunder (German for “flounder”) nickname.",
  "fact5": "NON-OBVIOUS INSIGHT — Its open cockpit Spyder configuration saved almost 220 lbs. from the closed cockpit 908.",
  "fact6": "",
  "fact7": "",
  "fact8": "",
  "articlesurl": "https://www.sportscardigest.com/porsche-908-02-flunder-car-profile/",
  "dashurl": "https://revsinstitute.box.com/shared/static/kt6joloykh27xd7sihmui8tz6ymu9e5h.json",
  "imagesurl": "https://revsinstitute.box.com/shared/static/3p3x4ynnfs1irbj9uam7a05z60hbgl6b.json",
  "engineurl": "",
  "tcurl": "https://revs.stqry.app/3/list/10137/story/103263",
  "aacurl": "",
  "spare": "https://revsinstitute.org/the-collection/1969-porsche-908-02-flunder/"
},
{
    "id": "118",
    "make": "Detroit Electric ",
    "model": "68-B ",
    "year": "1917/1935",
    "thumburl": "https://revsinstitute.box.com/shared/static/h5xfw5tux58h57n5072r9athz8jdxbw0.jpg",
    "descr": "Vin 193503, Electric motor developing ?? HP",
    "country": "USA",
    "gallery": "Shop",
    "gallery_seq": "2",
    "station": "11",
    "fact1": "HEADLINE — A survivor from the first wave of EVs.",
    "fact2": "FACTS — The Anderson Electric Car Company of Detroit (later the Detroit Electric Car Company) was considered the most successful of the first wave of electric car manufacturers, with 12,690 built between 1907 and 1932. This circa-1917 Detroit Electric underwent a factory rebuild in 1935, and was resold as a 1935 model, to a woman in Texas for $1,095. In 2018 a North Carolina family donated it to Revs. It still runs.", 
    "fact3": "STORIES — The first real electric car was the Flocken Elektrowagen, built in 1888 by Andreas Flocken. Within two years the first US electric car came out. By 1900, 30% of all cars in the US were electrics. With immediate starting and no crank, they were a favorite of women and doctors doing house calls. But downsides were having a number of out-gassing lead acid batteries, corroding everything around them, and a scarcity of charging stations.",
    "fact4": "DESIGN & AESTHETICS — The 1935 factory “freshening” included, getting upgrades to its electrical system, more modern wire wheels, restyled fenders, and “chopping” the roofline to a lower and more-modern look.",
    "fact5": "NON-OBVIOUS INSIGHT — Despite easier and cleaner operation, battery storage capacity, range anxiety, and the advent of the electric self-starter combined to kill the first wave electric cars.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/25frh16ujbuqzpf8ol4iwo56kr3uxgs8",
    "dashurl": "https://revsinstitute.box.com/shared/static/f164hm9ccxxaopanb29lxninrpqrrc99.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/2nzfh4oqe2vdtbpye9t77wiq9vwfze36.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
  {
    "id": "119",
    "make": "Porsche",
    "model": "Type 547/1 Engine",
    "year": "1953-1965",
    "thumburl": "https://revsinstitute.box.com/shared/static/h0p603c5ncjim3bvinpucuzm9zegffhw.jpg",
    "descr": "Flat 4 cyl, twin overhead Cam",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "4",
    "station": "2",
    "fact1": "Used from 1953 to 1958 in various forms and sizes in 550, 718, and Carrera 356s.",
    "fact2": "Dual distributors in Type 1 driven off the Intake valve camshafts",
    "fact3": "Later Type 2 drove the distributors off the crankshaft to improve reliability",
    "fact4": "Roller bearing crankshaft and all gear drive cams made the engine complex but powerful and durable.",
    "fact5": "The Four Cylinder 4 Cam actually came in Three varieties 547 (1500cc), 692 (1750cc), 587 (2000cc)",
    "fact6": "There were also sub varieties of each engine as continuous development progressed",
    "fact7": "Early versions of the Porsche 904 favored the 587 4cyl. engines over the new 901 6cyl. for racing.",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/1k0ljq8wc0oz8h8ivphri21sol81oh9r",
    "dashurl": "https://revsinstitute.box.com/shared/static/4mgm72zb61biwi0svu74u56lvo7b5mtt.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/eq7kb4n8275iom82z62sy4wmuafjlx90.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "120",
    "make": "Chevrolet",
    "model": "377c.i. Engine",
    "year": "1963",
    "thumburl": "https://revsinstitute.box.com/shared/static/37xmg6e164wrc624nvwdvvtdcnm3r0h6.jpg",
    "descr": "Aluminum V-8, 377c.i., Pushrod OHV",
    "country": "USA",
    "gallery": "Vitesse",
    "gallery_seq": "48",
    "station": "8",
    "fact1": "All aluminum version of Chevrolet “Small Block” engine, 377 cu.in. vs stock 327.",
    "fact2": "",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/nuogmgljbqfy17e43mbzkmfra981rtpt",
    "dashurl": "https://revsinstitute.box.com/shared/static/k1qv0qbjrlbe4rglr0q2qjjas0wkeret.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "121",
    "make": "Lancia",
    "model": "Lambda V-4 Engine",
    "year": "1927",
    "thumburl": "https://revsinstitute.box.com/shared/static/xqjo0d43ma8x4m6kxi16bo1z9lu7nsrv.jpg",
    "descr": "Narrow angle V-4",
    "country": "Italy",
    "gallery": "Vitesse",
    "gallery_seq": "9",
    "station": "5",
    "fact1": "Narrow angle V-4 with single cylinder head",
    "fact2": "Cylinder Head has internal intake and exhaust manifolding",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/mypy0p0jor3y5ii3qtloy0eb5yhd2llm",
    "dashurl": "https://revsinstitute.box.com/shared/static/lr6fb5aakl1v7r7m46o2qrky95dfvekv.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
  {
    "id": "122",
    "make": "Scarab",
    "model": "Body Buck",
    "year": "1958",
    "thumburl": "https://revsinstitute.box.com/shared/static/3sliv2v59zdktlvafgnkh8gwl1fghos8.jpg",
    "descr": "Laser cut Plywood sections of Cad drawing of the body shape desired",
    "country": "USA",
    "gallery": "Vitesse",
    "gallery_seq": "51",
    "station": "8",
    "fact1": "Since each Scarab was unique the Cad drawings were created using pictures of the car as well as physical measurements available",
    "fact2": "Original body not repairable after a vintage racing accident at Laguna Seca in August of 2010",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/sinbvesma5bbv512t9odcr9hyqa02n1r",
    "dashurl": "",
    "imagesurl": "https://revsinstitute.box.com/shared/static/vrtf27axbxeef8b1j0ty2wuetgd35mqm.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "123",
    "make": "Porsche",
    "model": "Type 901/20 Engine",
    "year": "1964-1966",
    "thumburl": "https://revsinstitute.box.com/shared/static/qnaq6e82rdhpfn7jw7cbj0wwnqufrlfn.jpg",
    "descr": "Flat 6 Cyl, Single Overhead Cam, 1,991cc",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "17",
    "station": "2",
    "fact1": "119 pounds lighter and at 210 HP was 25% more powerful that a stock 901 engine.",
    "fact2": "Used in Carrera versions of 911 and 904, 906.",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/b1rt5vmydmk2u6bwysiuv8sqet63itjv",
    "dashurl": "https://revsinstitute.box.com/shared/static/2b5eoqhb0twlk8hzbuw19kg092grotux.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "124",
    "make": "Porsche",
    "model": "Type 916 Engine",
    "year": "1966",
    "thumburl": "https://revsinstitute.box.com/shared/static/7gbc48ux65izop9n6w8cel361hon8zjf.jpg",
    "descr": "Flat 6 cyl, twin overhead cam, 1,991cc",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "17",
    "station": "2",
    "fact1": "Rare 6 cylinder Twin Cam design used in a few 911Rs and 910 prototypes.",
    "fact2": "Basis for the later 8 cylinder 908 and 12 cylinder 912 engines",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/nxnu3e29usz7qaz131pxwh9sa8wl15rt",
    "dashurl": "https://revsinstitute.box.com/shared/static/zj1akmtn10m9avp44f8ar8n6eafkg9m5.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
 {
    "id": "125",
    "make": "Porsche",
    "model": "Type 771 Engine",
    "year": "1962",
    "thumburl": "https://revsinstitute.box.com/shared/static/0ae32b0txtd3wijsj6eaxekdf4288tuk.jpg",
    "descr": "Flat 8 cyl, Twin Overhead Cam, 2,000 and 2,200 cc versions",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "18",
    "station": "2",
    "fact1": "Developed in Conjunction with the smaller(1.5 L) 753 engine of the F1 Porsche 801.",
    "fact2": "First used in 2.0 L versions of the RS-61. Produced as 2 and 2.2 liter versions.",
    "fact3": "Building the engine could take 220 hr of a skilled engine builder",
    "fact4": "Much use of magnesium and titanium and light aluminum alloys.",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/moqax97bl7ycsgifkd1rog2rppru8b1c",
    "dashurl": "https://revsinstitute.box.com/shared/static/fy02fy19dfauv0ot06qguwuiwy1a1kw2.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/8f4fnw6ee65txdcdlqfp4hjvhzofxler.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "126",
    "make": "Porsche",
    "model": "Type 908 Engine",
    "year": "1968",
    "thumburl": "https://revsinstitute.box.com/shared/static/6r9o3hk6ft4mt4q6j3ntpr5nbpxiu5b7.jpg",
    "descr": "Flat 8 Cyl, Twin Overhead Cam, 2,996 cc",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "18",
    "station": "2",
    "fact1": "Built to race head to head in the 3 liter class with Ferrari and others.",
    "fact2": "Took only four months to get the first prototype into testing.",
    "fact3": "Based on the design of the 6 cyl. 916 engine.",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/uj73e1k2kv1629vtfcdc33rsi9e6jkvi",
    "dashurl": "https://revsinstitute.box.com/shared/static/sow4l94f0ua1xhyz93dzkl7ghmrkdm8c.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "127",
    "make": "Porsche",
    "model": "Type 912/30 Engine",
    "year": "1968",
    "thumburl": "https://revsinstitute.box.com/shared/static/cq11p60plgv71fcyfwfbcg33qotiesp4.jpg",
    "descr": "Flat 12 Cyl, Twin Overhead Cam, 5,374 cc",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "19",
    "station": "2",
    "fact1": "The 912/10 was built as a 5 liter competitor for LeMans.",
    "fact2": "The 912/10 powered a 917 to Porsche's first Le Mans Overall victory in 1970.",
    "fact3": "The 912/30 was the turbocharged version that was tasked with beating McLaren in the Can-Am series",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/hnt35y533gy535krmabngfqyed97svbl",
    "dashurl": "https://revsinstitute.box.com/shared/static/od58g6rh5eit0vssy099rk0mwvyjvim3.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/nv2q4rvyw0srz3elyctk49uh9qd30sz0.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
 {
    "id": "128",
    "make": "Porsche",
    "model": "Type 901/22 Engine",
    "year": "1967-1970",
    "thumburl": "https://revsinstitute.box.com/shared/static/sc8wlijeuoofeem6pttb45ola23vshyu.jpg",
    "descr": "Flat 6 Cyl, Single Overhead Cam, 1,991 cc",
    "country": "Germany",
    "gallery": "Porsche",
    "gallery_seq": "22",
    "station": "2",
    "fact1": "Built to power the 911R, internally the same as 901/20 but modified to fit into the 911R body/chassis.",
    "fact2": "",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/ob91g384nkqjnhiy2bwddg688eh79igz",
    "dashurl": "https://revsinstitute.box.com/shared/static/hni7qf8bcd6ku79vadevgkjzcob5zvue.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "129",
    "make": "Cadillac",
    "model": "'331' Engine",
    "year": "1950",
    "thumburl": "https://revsinstitute.box.com/shared/static/e3j6g64jy2p6xm7p9w32ofhpwk5000up.jpg",
    "descr": "V-8 Cyl, Pushrod OHV, 331 cu.in.",
    "country": "USA",
    "gallery": "Vitesse",
    "gallery_seq": "31",
    "station": "7",
    "fact1": "Ed Cole project set V-8 engine standards for next 30 years.",
    "fact2": "Larger Bore than stroke (over square) allowed high revs and compact size.",
    "fact3": "Display engine 1952 version with aftermarket Dual Carb manifold.",
    "fact4": "Forerunner of the iconic 'Small Block' Chevrolet engine.",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/h3fjgl1yp3j083jb9p3sqmk7cv7fpj0r",
    "dashurl": "https://revsinstitute.box.com/shared/static/z6cdoxhjhxc8rbxobknhyzoeyfclelfh.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/xvc6blf67b2moyxpudfnwren9brtv501.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "130",
    "make": "Chrysler",
    "model": "Firepower 'Hemi' 331 Engine",
    "year": "1950",
    "thumburl": "https://revsinstitute.box.com/shared/static/73vfo0dgcah8j4uus04jc6v42v0upbfm.jpg",
    "descr": "V-8 Cyl, pushrod OHV, 331 cu.in. ",
    "country": "USA",
    "gallery": "Vitesse",
    "gallery_seq": "34",
    "station": "8",
    "fact1": "Introduced in 1951, the Firepower engine was a pushrod engine with Hemispherical combustion chambers",
    "fact2": "The chamber design allowed significant horsepower and torque gains compared to other designs.",
    "fact3": "With a weight of over 700 Lbs it was much heavier than the competition but more powerful as well.",
    "fact4": "Used by Chrysler, Dodge and Desoto thru 1959 it came in several sizes: 241, 270, 276, 291, 315, 325, 331,341,354, 392 Cubic Inches.",
    "fact5": "Dominated Stock Car (Chrysler 300, Carl Kiekhaefer), Top Fuel Drag Racing (Don Garlits and most others).",
    "fact6": "In 7 liter hydroplane racing, George and Fred Byers ran a supercharged 392ci that developed over 1,000 HP.",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/an9u8r06aaxo3qidfyqioj9e0p2bj58n",
    "dashurl": "https://revsinstitute.box.com/shared/static/kgy06ea09a8sy60qnq20u4bfp37hh7i3.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/7t5idfpv3agznu20cxwygxjc16uazv8m.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
 {
    "id": "131",
    "make": "Offenhauser",
    "model": "C6R Racing Engine",
    "year": "1955",
    "thumburl": "https://revsinstitute.box.com/shared/static/j3hc7u1ojbl6dd8iiz2c98pmb04ouzz7.jpg",
    "descr": "Straight 4 Cyl, Twin Overhead Cam, 180 cu.in.",
    "country": "USA",
    "gallery": "Vitesse",
    "gallery_seq": "38",
    "station": "8",
    "fact1": "Engine destroked to 180 cu.in., converted to pump gas, generator and starter added for LeMans.",
    "fact2": "Engine unfortunately burned a valve after 19 hr due to insufficient cooling vs Alcohol fuel used at Indy.",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/a3b0zennsbd6cye6x29g056vbyt12gam",
    "dashurl": "https://revsinstitute.box.com/shared/static/7if6xfz9dqefh0thgi0texg8a92ra5mt.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "132",
    "make": "Jaguar",
    "model": "XK100 Engine",
    "year": "1948",
    "thumburl": "https://revsinstitute.box.com/shared/static/65wm074j95pf56s59312ex9vd9u8wq2o.jpg",
    "descr": "Straight 4 Cyl, Twin Overhead Cam, 1996cc",
    "country": "UK",
    "gallery": "Vitesse",
    "gallery_seq": "39",
    "station": "8",
    "fact1": "Goldie Gardner set several 2 liter records with an engine like this one.",
    "fact2": "Top speed in his streamliner almost 180 mph.",
    "fact3": "Meant to be the smaller brother of the XK120 the XK100 was abandoned due to the popularity of the XK120.",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/h5ajw1jnfsr7j6u86ob483gprnhe9g1c",
    "dashurl": "https://revsinstitute.box.com/shared/static/c4hwe90mwoss8rd8u3ndxu48q88ijk2n.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/ci7ead9qjdnm19hk9lamq25z19lki35u.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "133",
    "make": "Jaguar",
    "model": "Series XK Engine",
    "year": "1948",
    "thumburl": "https://revsinstitute.box.com/shared/static/om5fyn3e9t2atlikgw6fqa507y0qpjsv.jpg",
    "descr": "Straight 6 Cyl, Twin Overhead Cam, 3,442 cc",
    "country": "UK",
    "gallery": "Vitesse",
    "gallery_seq": "42",
    "station": "8",
    "fact1": "Remarkable engine in production for 38 years",
    "fact2": "5 LeMans victories",
    "fact3": "Built in several sizes including 3.8 and 4.2 liters for the Jaguar XKE",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/iot72l1hvw8ubez645s8vk56sbjcfawo",
    "dashurl": "https://revsinstitute.box.com/shared/static/0hv66m4gazcs1dvjso5n2sylud8ey2ke.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
 {
    "id": "134",
    "make": "Abarth",
    "model": "1000 TC-R Engine",
    "year": "1970",
    "thumburl": "https://revsinstitute.box.com/shared/static/fn8ug7yfzpmd2na4ejybdda1b43cozr8.jpg",
    "descr": "In-line 4 Cyl, Pushrod OHV, 982cc",
    "country": "Italy",
    "gallery": "Vitesse",
    "gallery_seq": "47",
    "station": "8",
    "fact1": "Powered the Fiat Abarth TC-R 1000 to 125 mph top speed.",
    "fact2": "Engine combined Fiat engine block with Abarth “Radiale” pushrod Hemi-head and Weber carbs.",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/od4t5yxvro2xtbfviy9a079cg4p5ufe0",
    "dashurl": "https://revsinstitute.box.com/shared/static/ypjsozowkmmcfvpfh0b13kc7d5omrzaa.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "135",
    "make": "Ford",
    "model": "Windsor 289 Engine",
    "year": "1965",
    "thumburl": "https://revsinstitute.box.com/shared/static/kcltce4ilcg5koh5qtv4jc515jhilykh.jpg",
    "descr": "V-8 Cyl, Pushrod OHV, 289 cu.in.",
    "country": "USA",
    "gallery": "Vitesse",
    "gallery_seq": "50",
    "station": "8",
    "fact1": "In 1965 Carroll Shelby brought the 289 cu. in. Ford engine from his Cobras to the GT40 to replace the Ford 256 “Indy” Engine.",
    "fact2": "30 of the 87 Mk. I GT-40s had engines detuned for use on the street, from 380 hp to “only” 335.",
    "fact3": "Mk. I GT-40s first raced in 1964, but 289 versions went on to win LeMans in 1968 & ’69.",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/6vkv91zvwkcm1m22vtft8kv49bdfisy0",
    "dashurl": "https://revsinstitute.box.com/shared/static/iswvkhdilj6rgrxptn60i37idajsnv9m.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "136",
    "make": "Alfa Romeo",
    "model": "GTZ Engine",
    "year": "1963",
    "thumburl": "https://revsinstitute.box.com/shared/static/w8kzh3fpojrfg5nmha851weaqc277okz.jpg",
    "descr": "In-Line 4 Cyl, twin Overhead Cam, 1,570cc",
    "country": "Italy",
    "gallery": "Lobby",
    "gallery_seq": "3",
    "station": "1",
    "fact1": "Originally released in 1963 the engine developed 112 hp. By 1964 with tuning it was up to 165 hp.",
    "fact2": "",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/g17gaqpj4c1u3exv6qwiwy0m51lsofbw",
    "dashurl": "https://revsinstitute.box.com/shared/static/wuavki8l55jkh51s28kghm1u5o5v84kf.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
 {
    "id": "137",
    "make": "Duesenberg",
    "model": "Sprint car 4 Engine",
    "year": "1930s",
    "thumburl": "https://revsinstitute.box.com/shared/static/eq3wojuyvfgw0zsq8zogkabpgmqdh870.jpg",
    "descr": "in-line 4 Cyl, Twin OHC, 87 cu.in.",
    "country": "USA",
    "gallery": "Revs",
    "gallery_seq": "9",
    "station": "11",
    "fact1": "Based on half of the Deusenberg 8 cylinder racing engine.",
    "fact2": "",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/g02vl3sjnilkleh7c9lok1hd71nugkwu",
    "dashurl": "https://revsinstitute.box.com/shared/static/ti64k7pkdq2fer6qqvlweukpku1iqylc.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "138",
    "make": "Scarab",
    "model": "F-1 Engine",
    "year": "1960",
    "thumburl": "https://revsinstitute.box.com/shared/static/rpaz0gacep90vdk5ygd0wsk3z13algco.jpg",
    "descr": "In-Line 4 Cyl, Twin Overhead Cam, 2,441cc",
    "country": "USA",
    "gallery": "Revs",
    "gallery_seq": "17",
    "station": "10",
    "fact1": "Developed for 2.5 liter F-1 formula of 1960 was made obsolete when rules changed lowering engine size to 1.5 liter for 1961.",
    "fact2": "High tech, unusual desmodromic valve gear slowed and complicated development of the engine.",
    "fact3": "",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/x8lrhfvs7v8uadfpti30gk5gcrfr6rs9",
    "dashurl": "https://revsinstitute.box.com/shared/static/2jkz8ho5knoa9pnzviaxi7wkw0kb4rf3.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/xpellbenzok1pz9u0ntaqo2fafwawrd4.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "139",
    "make": "Ford",
    "model": "Indy-Turbo Engine",
    "year": "1968",
    "thumburl": "https://revsinstitute.box.com/shared/static/c9ii1lri6m72k37271897v290ugqvd5b.jpg",
    "descr": "V-8 Cyl, Twin Overhead Cam, 159 cu.in.",
    "country": "USA",
    "gallery": "Revs",
    "gallery_seq": "19",
    "station": "10",
    "fact1": "Reduced from 255 to 159 cu. in. by rules changes allowing Turbo charging in 1968.",
    "fact2": "Progress of the Offy turbos spurred Ford to build turbocharged motor of their own, for 1968.",
    "fact3": "In 1970 Ford Indy racing engine program taken over by AJ Foyt became the Foyt “Coyote” engine.",
    "fact4": "Turbo Fords won Indy 1969, 70 and 71 and a Coyote won in 1977.",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/itlrxye7q77ne4hpazyqhw8twk39yeef",
    "dashurl": "https://revsinstitute.box.com/shared/static/qf4l5ck62v1argqpzjntf23ks0vodanx.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/l3us01ihpv3h522w8ln7iohbhtb07r6m.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
 {
    "id": "140",
    "make": "Offenhauser/Meyer-Drake",
    "model": "Indy Turbo Engine",
    "year": "1959",
    "thumburl": "https://revsinstitute.box.com/shared/static/giiuylc3xliofschvab65wxmnq48m4v7.jpg",
    "descr": "In-line 4 Cyl, Twin Overhead Cam, 180 cu.in.",
    "country": "USA",
    "gallery": "Revs",
    "gallery_seq": "19",
    "station": "10",
    "fact1": "Test Mule engine used during the development of the Scarab F1 engine by Meyer Drake.",
    "fact2": "Later became development engine for Offy loyalists turbo testing for Indy.",
    "fact3": "Developed 1200 hp in testing and led to resurgence of Offy engines from 1972 to 1976 at Indy.",
    "fact4": "",
    "fact5": "",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/lx9td2ew7ld7ercoowuxudqew0lufxj3",
    "dashurl": "https://revsinstitute.box.com/shared/static/rvo2qyxednhd47rg21uuj9mekr40lntk.json",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "141",
    "make": "Ford",
    "model": "Indianapolis Engine",
    "year": "1965",
    "thumburl": "https://revsinstitute.box.com/shared/static/6ttq7j7xrfqwu2si93hp82cled405nb3.jpg",
    "descr": "V-8 Cyl, Twin Overhead Cam, 255 cu/in.",
    "country": "USA",
    "gallery": "Revs",
    "gallery_seq": "20",
    "station": "10",
    "fact1": "In 1965 Jim Clark won the Indy 500 in a Lotus T-38, powered by a Ford, Meyer Drake built engine, 1st mid-engine winner of the 500",
    "fact2": "The Ford indy engine won again with Graham Hill in 1966 and again in 1967 with AJ foyt.",
    "fact3": "V8 block design derived from Ford’s Fairlane passenger car motor, but all-aluminum.",
    "fact4": "Distinctive features: Inlet ports between dual camshafts & exhaust sprouting from top of engine in intricate “spaghetti” piping.",
    "fact5": "Wide valve angles and deep combustion chambers mimicked dominant Offy motor, with high-domed pistons needed for 12:1 compression ratio.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/n8k14n9e4kf8uh1c565i8jlxiprd09ss",
    "dashurl": "https://revsinstitute.box.com/shared/static/v0ojjw5btzbbzh853agfr7vqu5fpdfio.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/6zhauetl5a9ahm9o3wustglrzva7c626.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "142",
    "make": "Cosworth",
    "model": "DFX Engine",
    "year": "1980",
    "thumburl": "https://revsinstitute.box.com/shared/static/dt1m04zi27arzfhdg4l775fjhgaclona.jpg",
    "descr": "V-8 Cyl, Twin Overhead Cam, 161 cu.in.",
    "country": "UK",
    "gallery": "Revs",
    "gallery_seq": "21",
    "station": "10",
    "fact1": "Based on Formula 1 Ford-Cosworth (DFV) 3 liter V8 engine originally developed for Lotus by British firm Cosworth.",
    "fact2": "With multiple teams able to access “Cosworth”-labeled motor, F1’s normally aspirated version won 155 races 1968-81.",
    "fact3": "Introduced to U.S. in 1975, the turbo Cosworth DFX powered Indy winners for 10 years straight, 1978-87.",
    "fact4": "'Yellow Submarine' Chaparral won Indy in 1980 with this very motor.",
    "fact5": "Produced close to 900 hp at over 9,000 rpm.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/lg7io35ia1nhu0920rn67rc5e2retl33",
    "dashurl": "https://revsinstitute.box.com/shared/static/81zg4abeea3zt3ffu1t8ntwg3sa2o5y5.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/bbxynw92tbak9hiyvmk36s61k5iyqo5a.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
 {
    "id": "143",
    "make": "Lotus",
    "model": "49",
    "year": "1967",
    "thumburl": "https://revsinstitute.box.com/shared/static/06ftp95f9o3ath6tybl8u512vcyq6acy.jpg",
    "descr": "S/N 49/R2, V-8 cyl,DOHC, 4 valve, Cosworth-Ford DFV, 2993cc 182.6 cu.in. 410 HP, Wt 1168 lb,95 in wheelbase.",
    "country": "UK",
    "gallery": "Revs",
    "gallery_seq": "6",
    "station": "11",
    "fact1": "One of the most significant landmark-technology Grand Prix cars of all time, Conceived by Colin Chapman, designed by Maurice Phillippe",
    "fact2": "Featured monocoque body with engine acting as stressed member to support the rear suspension",
    "fact3": "Introduced the Cosworth-Ford DFV engine, a project supported by Ford and engineered by Keith Duckworth and Mike Costin",
    "fact4": "Jim Clark won the debut race for the car and engine at Zandvoort with Graham Hill winning the pole in the other Lotus 49",
    "fact5": "Jim Clark had not sat in the new car until he arrived at Zandvoort for the Dutch GP in June of 1967",
    "fact6": "The DFV engine was so successful that it became the 'standard' for F1, winning 155 times over 262 races between 1967 and 1985",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/vt65vaa9jdg0rlg1zkfa2aaqyktx3uqt",
    "dashurl": "https://revsinstitute.box.com/shared/static/s576g34mynxvr5fpoytfcm92rdl8qbm6.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/i8nvlyd52er8nj7pn1vqto1yeu1png4o.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
{
    "id": "144",
    "make": "Waymo",
    "model": "Firefly",
    "year": "2015",
    "thumburl": "https://revsinstitute.box.com/shared/static/rs3kpktt2qvt7gt3bn4kgiqmf5m4p7ce.jpg",
    "descr": "Serial No. 1G9FA1A1XEL495548: SAE International Level 4 self-driving prototype EV (Electric Vehicle). Lithium ion battery-powered front and rear electric motors.",
    "country": "USA",
    "gallery": "Automobility",
    "gallery_seq": "14",
    "station": "4",
    "fact1": "Fully-autonomous self-driving passenger vehicle, able to see, identify, predict and plan on its own.",
    "fact2": "No steering wheel, pedals or dashboard controls. Controlled by complex sensor array: LiDAR, distance speed-ranging radar and hi-res imaging cameras.",
    "fact3": "Uses “machine learning”, where each mile testing or driving adds to layers of data of all possible driving scenarios, and how to react to them.",
    "fact4": "“Level 4” autonomous vehicle: Able to completely self-drive in a speed-controlled (25 mph max.), approved area under ideal weather conditions. (Level 5 is anywhere, anytime, any speed.)",
    "fact5": "Uses “machine learning”, where each new mile of testing or use adds to layers of data of all possible driving scenarios and reactions to them.",
    "fact6": "One of these pods gave the first autonomous vehicle ride to a passenger on public roads, in 2015 in Austin.",
    "fact7": "This is the most modern car in the Collection, and the only EV on display.",
    "fact8": "Waymo = A New WAY Forward In MObility.",
    "articlesurl": "https://revsinstitute.box.com/s/4fepz23x9pi03xz3n01h2whj6aqte5v0",
    "dashurl": "https://revsinstitute.box.com/shared/static/tdx2c2mpb70izq9p8apwb48oj2sdvc0m.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/n5yvfa9a5wufcus2hujmr4elk2c2puz3.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103241",
    "aacurl": "",
    "spare": ""
  },
   {
    "id": "145",
    "make": "Ford",
    "model": "Model A",
    "year": "1929",
    "thumburl": "https://revsinstitute.box.com/shared/static/3njfs9zn4ciozwg4fimp5oynuj2ownwy.jpg",
    "descr": "4cyl in-line, 200.5 cu.in., 40hp, 3 speed Trans, 4 wheel Mechanical brakes, 2,050 lb, 65mph Top Speed, Cost $400 (roadster)to $1,400 (TownCar)",
    "country": "USA",
    "gallery": "Shop",
    "gallery_seq": "4",
    "station": "11",
    "fact1": "HEADLINE — The car that saved Ford Motor Company.",
    "fact2": "FACTS — The Model A was available in over 30 different model types, with costs ranging from $460 for the roadster to $1400 for a Town Car. Nearly 5 million were built between 1928 to ‘32.",
    "fact3": "STORIES — By 1927 the Ford Model T had been in production for for nearly two decades and had become outmoded and outclassed. Ford waited too late to come up with the next model, and had to close its factories world-wide to retool to this model. Thanks to a massive advertising blitz — and limited availability at first — the car started out as a status symbol, adding to the buzz.",
    "fact4": "DESIGN & AESTHETICS — Improvements over the “T” included a motor twice as powerful, a conventional clutch and pedal arrangement, slightly longer wheelbase, higher curb weight, hydraulic shock absorbers, water pump, safety glass, speedometer and rear view mirror. Henry Ford didn’t care about styling, but came to realize it helped sell cars and let son Edsel design the “A”.",
    "fact5": "NON-OBVIOUS INSIGHT — The Model A was the last car with a manual spark advance. It was retained, on the steering wheel, where Ford figured Model T owners already were used to finding it.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/3lolxz5p5tew86s631ldemy9dc47fblv",
    "dashurl": "https://revsinstitute.box.com/shared/static/0rf9xoxus32cuwtpi6a871m0gzq5s2r5.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/nhqye1l1t0vot73jb2oegiqc2geagky8.json",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
 {
    "id": "146",
    "make": "Alfa Romeo",
    "model": "Autodelta 1600 GTA Prototype",
    "year": "1967",
    "thumburl": "https://revsinstitute.box.com/shared/static/o5y5atya69jvn9lxalf598lmgwguen7e.jpg",
    "descr": "Inline 4 Cyl, 1600 cc, front engine, rear drive",
    "country": "Italy",
    "gallery": "Shop",
    "gallery_seq": "4",
    "station": "11",
    "fact1": "HEADLINE — An original-condition racer being carefully preserved.",
    "fact2": "FACTS — This is an all-original Alfa Romeo Giulia Sprint GTA (“Gran Turismo Alleggerita” (or “lightened”).  Less than 500 GTAs were built, with 50 prepped for competition by Autodelta, Alfa’s racing arm. This car was first thought to be a GTA Corse (race) prototype prepared by Autodelta. But careful inspection has led us to believe this is a Stradale (road) version, fitted with some lightweight fiberglass parts for amateur racing instead of the lightweight aluminum typical to an Autodelta Corse GTA.",
    "fact3": "STORIES — This car was kept for years in a garage in California before being purchased for the Miles Collier Collections and featured in his book, The Archaeological Automobile. As the first project in the Active Matter preservation lab, parts of the car have been removed either to return the part to working order, or to halt the progression of decay. The car then will be carefully reassembled to retain as much originality as possible. The entire process is taking place in public, with updates and summaries as we go along.",
    "fact4": "DESIGN & AESTHETICS — In addition to the use of aluminum alloy for the road cars and fiberglass for the racers, the GTA was further lightened with the aluminum motors proven in the Alfa TZ. Even the windshield was lightened, for a total curb weight for the Corse version of only 1500 lbs..",
    "fact5": "NON-OBVIOUS INSIGHT — Close inspection of the paint, original to the car, shows that a second layer was applied shortly after the first. Instead of removing and reapplying the decals, it appears the painter was careful to mask them, as the top layer of paint is slightly higher than the decals.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/iofwa8kmwnybxmx2y2rnf3ciung5uhga",
    "dashurl": "https://revsinstitute.box.com/shared/static/gazcf3purkxdji1868yohos5ftgrjety.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/suwyvqh7ty0pccf1szx7mkt4wnc3mo2w.json",
    "engineurl": " ",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
  {
    "id": "147",
    "make": "LaSalle",
    "model": "Series 350 Convertible Coupe",
    "year": "1934",
    "thumburl": "https://revsinstitute.box.com/shared/static/srut7l0atn49e4rbw00vnpm5o46yenz6.jpg",
    "descr": "Serial: 2102602, Body by Fleetwood, Flathead In-line 8, 240 cu.in., 95bhp, 3780 lbs, $1,600 (1934), Hydraulic Brakes",
    "country": "USA",
    "gallery": "Automobility",
    "gallery_seq": "9",
    "station": "3",
    "fact1": "La Salle line introduced in 1927 as a “companion” car to Cadillac to close a price gap in GM’s product hierarchy of “a car for every price and purpose”.",
    "fact2": "Division head Harley Earl used styling cues borrowed from French Art Deco creations of the 20s, and La Salle became a success — just as the Depression hit.",
    "fact3": "By 1934, GM was poised to cut the La Salle line, but a mock-up of this car convinced GM brass to retain the brand and produce the car.",
    "fact4": "Prior to ’34, La Salles borrowed from Cadillac parts bin, but the need to trim costs and price tag led to more Oldsmobile-inspired components.",
    "fact5": "Despite contemporary styling, construction was traditional — wood frame covered with sheet metal sections.",
    "fact6": "Harley Earl survived the La Salle, its styling renown helping him to become first head of GM’s styling section, and a VP by 1940.",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/k7cklc72cca96xojt5ujeclrh786dgzh",
    "dashurl": "https://revsinstitute.box.com/shared/static/mtjsbjdmlok5dak6yvye76g1mj1rzpxo.json",
    "imagesurl": "https://revsinstitute.box.com/shared/static/pswizwdshlzu9r9jbhgtmy9bfyuzf7nm.json",
    "engineurl": "",
    "tcurl": "https://revs.stqry.app/3/list/10137/story/103236",
    "aacurl": "",
    "spare": ""
  },
  {
    "id": "148",
    "make": "Du Pont",
    "model": "Model G Four-Passenger Speedster",
    "year": "1929",
    "thumburl": "https://revsinstitute.box.com/shared/static/rjiibur8la79qpm4zgrm29zmfr0dha0y.jpg",
    "descr": "Serial No. G-924: Eight-cylinder in-line engine, two valves per cylinder, side-mounted camshaft, 6.0:1 compression ratio, 5295 cc (322 cubic inches), 140 hp (uprated).",
    "country": "USA",
    "gallery": "Vitesse",
    "gallery_seq": "11",
    "station": "6",
    "fact1": "HEADLINE — A luxurious, made-to-order machine — assembled entirely from out-sourced components.",
    "fact2": "FACTS — Founded by E. Paul Du Pont in 1919, Du Pont Motors started as a marine engine business. It found its niche as the darling of film stars, entertainers and tycoons but ended production in 1932, having sold less than 600 cars.",
    "fact3": "STORIES — Du Pont Speedsters were raced at Indianapolis in 1930 and Le Mans in 1929, but failed to finish either race. It and a Stutz Black Hawk were the last American cars at Le Mans until Briggs Cunningham’s Cadillacs In 1950. ",
    "fact4": "DESIGN/AESTHETICS — The Lalique Crystal mascot is a great example of how luxury cars were personalized in the Roaring 20s. Some were illuminated, even with color wheels.  Speedster was sports car version of the ‘28 Du Pont Model G. With civilized racer looks and guaranteed 100 mph top speed, the Speedster was the darling of film stars, entertainers and tycoons.",
    "fact5": "INSIGHT — The engine was supplied by Continental, with an aluminum cover to disguise the valve-in-block design when other luxury brands were using overhead valves.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/m9z18d21yvrjlwu1n5n7o9k4qt9t6san",
    "dashurl": "",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": "https://revsinstitute.org/the-collection/1929-du-pont-model-g-four-passenger-speedster/ "
  },
  {
    "id": "149",
    "make": "Tatra",
    "model": "T77",
    "year": "1934",
    "thumburl": "https://revsinstitute.box.com/shared/static/fas2khap2dolc43bak5s18ptqrkir9q4.jpeg",
    "descr": "Serial No. 23014: Rear-mounted, air-cooled 90-degree V-8, single overheard “walking beam” valve-train, 2969 cc, 60 hp",
    "country": "Czechoslovakia",
    "gallery": "Shop",
    "gallery_seq": "11",
    "station": "3",
    "fact1": "HEADLINE — A rare and highly influential Czechoslovakian luxury car.",
    "fact2": "FACTS — The T77 was hand-built in limited numbers, and  incorporated considerable forward-thinking engineering and high performance (top speed was 87 mph).",
    "fact3": "STORIES — With so much weight in the rear, the car was very “tail happy” and rather unstable. During WWII, Czech resistance fighters during the German occupation nicknamed these “Nazi Killers”, as staff officers would commandeer Tatras, only to lose control of them when driving.",
    "fact4": "DESIGN & AESTHETICS — The T77 was engineered by Hans Ledwinka, with help from Zeppelin designer Paul Jaray. Much of the engine, suspension and body was made of lightweight magnesium. Rear placement of the motor reduced frontal area and allowed for a flat cabin floor. The air-cooled motor was ventilated by inlets behind the rear side windows and belt-driven “squirrel fans” at the motor; louvres in the rear deck let hot air out. The flowing body had a low drag coefficient of 0.245, and was refined with scale models in wind tunnel testing.",
    "fact5": "NON-OBVIOUS INSIGHT — (1) The T77 inspired subsequent car design, most notably the Volkswagen Type One, the “Beetle”.  In fact, after three decades, Tatra won a design infringement lawsuit against VW. (2) Tatra stuck with rear-engine layouts for years; their last production car, the 700 in 1999, had an air-cooled V8 in the tail.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "https://revsinstitute.box.com/s/hiyftu9n5g2wqq0n9ij0vutzp34sckhd",
    "dashurl": "",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  },
  {
    "id": "150",
    "make": "Alfa Romeo",
    "model": "Giulietta Sprint Zagato",
    "year": "1961",
    "thumburl": "https://revsinstitute.box.com/shared/static/s3n6r7jjqx35k88750hjrbaldg92io96.jpg",
    "descr": "Serial No. 10126-00069: Four-cylinder in-line engine, double overhead camshafts 1290 cc, 127 hp at 7400 rpm",
    "country": "Italy",
    "gallery": "Vitesse",
    "gallery_seq": "45",
    "station": "8",
    "fact1": "HEADLINE — A car born from a crash.",
    "fact2": "FACTS — Sprint Zagatos dominated every race and hillclimb in which they were entered, winning the World Sports Car GT 1.3 liter Championship in 1962 and ’63. Despite being a low-production numbers sports racer, they were available from any Alfa Romeo agent.",
    "fact3": "STORIES — In 1956 the Leto Di Priolo brothers asked Zagato to create a new, ultra-lite body for the Giulietta Sprint Veloce they’d just crashed in the Mille Miglia. The resulting custom body was 320 lbs. lighter, and subsequent copies drew customers away from Alfa Romeo. So Alfa commissioned Zagato to create a production version.",
    "fact4": "DESIGN/AESTHETICS — Designed by Ercole Spada, the SZ’s hand-formed aluminum body wrapped around a chassis of thin steel rods. This coda tonda or “round tail” body shed weight by having a spartan interior, plastic side windows and no bumpers.",
    "fact5": "INSIGHT — This car was restored in 2006, and donated by Barron G. Collier II in 2023. While it does not have a race history, it’s a great example of bold Zagato styling at the height of sports car racing in the 60s.",
    "fact6": "",
    "fact7": "",
    "fact8": "",
    "articlesurl": "",
    "dashurl": "",
    "imagesurl": "",
    "engineurl": "",
    "tcurl": "",
    "aacurl": "",
    "spare": ""
  }
]
